{
  "headers": {
    "id": "2TI Unlocked Dynamic Bible",
    "ide": "UTF-8",
    "h": "2 TIMOTHY",
    "toc1": "The Second Letter to Timothy",
    "toc2": "Second Timothy",
    "toc3": "2Ti",
    "mt1": "2 Timothy"
  },
  "book": "2 TIMOTHY",
  "chapters": [
    {
      "verses": [
        {
          "number": 1,
          "text": "I, Paul, am writing to Timothy. Christ Jesus sent me as an apostle to tell everyone that if they are united with him, God promises to make them live both now and forever.\n"
        },
        {
          "number": 2,
          "text": "Timothy, I love you like my own son. May God our Father and Christ Jesus our Lord act kindly and mercifully and peacefully toward you.\n\\s\n\n\n\n"
        },
        {
          "number": 3,
          "text": "I thank God and I serve Him because I truly want to do what he wants, just as my ancestors did. I have always remembered to pray for you, Timothy, night and day.  \n"
        },
        {
          "number": 4,
          "text": "I really want to see you because I remember how you cried for me. If I see you again, I will rejoice so much.\n"
        },
        {
          "number": 5,
          "text": "I remember that you truly believe in Jesus! First, your grandmother Lois and your mother Eunice trusted their lives to Jesus Christ, and I am sure that you also trust in Jesus Christ just like they did!\n\n\n\n"
        },
        {
          "number": 6,
          "text": "Because you trust in Jesus, I remind you to start using again the gift God gave you when I put my hands on you and prayed for you. \n"
        },
        {
          "number": 7,
          "text": "When God's Spirit came to us, he did not cause us to be afraid; instead, he caused us to have power to obey God, to love him and others, and to control ourselves.\n\n\n\n"
        },
        {
          "number": 8,
          "text": "So do not think that you will have shame if you tell others about our Lord Jesus. And do not think you will have shame if you are my friend, because I am in prison because I trust in Jesus. Instead, be willing to suffer hardship as you tell others about the good news. God will make you able to suffer all hardships. \n"
        },
        {
          "number": 9,
          "text": "He will do this because he saved us and called us to be his own people. God did not save us because of any good works we did; instead, he saved us because he planned to give us this gift! God caused the Messiah Jesus to pass this gift to us, even before the world began.\n"
        },
        {
          "number": 10,
          "text": "Now everyone can see that God can save them, because our Savior the Messiah Jesus came and destroyed death and showed everyone the Gospel, the truth that he causes people to live forever.\n"
        },
        {
          "number": 11,
          "text": "It was for this reason that God decided to send me to be an apostle, preacher, and teacher.\n\n\n"
        },
        {
          "number": 12,
          "text": "In these tasks I suffer, but I am not ashamed, because I know and have trusted Jesus Christ, and I am convinced that he is able to protect my faith in him until the final day. \n\n"
        },
        {
          "number": 13,
          "text": "As you trust in Jesus Christ and love him, follow the meaning of true words, which you heard from me.\n"
        },
        {
          "number": 14,
          "text": "God is relying on you, that you will preach the good message that he gave to you. Protect that message by relying on the Holy Spirit who lives in us.\n\n\n\n"
        },
        {
          "number": 15,
          "text": "You know that almost all the believers in Asia have turned away from me, including Phygelus and Hermogenes.\n"
        },
        {
          "number": 16,
          "text": "But I pray that the Lord will be kind to the family of Onesiphorus. Often he helped me, and he was not ashamed that I am in prison.\n"
        },
        {
          "number": 17,
          "text": "On the contrary, when he came here to Rome, he kept searching for me until he found me.\n"
        },
        {
          "number": 18,
          "text": "May the Lord be kind to Onesiphorus on the final day. You know all the ways that he helped me in Ephesus.\n\n\n"
        }
      ],
      "number": 1
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "You are like a son to me. So I urge also that you let God empower you as a result of Christ Jesus acting kindly toward you.\n"
        },
        {
          "number": 2,
          "text": "Command and trust faithful men to teach the things you heard from me and from many others who have testified in the same way to others, too. \n\n\n\n"
        },
        {
          "number": 3,
          "text": "Endure as I do what we suffer for Christ Jesus, like a good soldier endures what he suffers.\n"
        },
        {
          "number": 4,
          "text": "You know that soldiers, in order to please their captain, do not become involved in civilian affairs.\n"
        },
        {
          "number": 5,
          "text": "Likewise, athletes competing in games cannot win unless they obey the rules. \n\n\n"
        },
        {
          "number": 6,
          "text": "And the farmer who works hard must receive his share of the crops first.\n"
        },
        {
          "number": 7,
          "text": "Think about what I have just written, because, if you do, the Lord will enable you to understand everything that you need to understand.\n\n\n"
        },
        {
          "number": 8,
          "text": "As you suffer hardships, remember Jesus Christ, a descendant of King David. God raised him from the dead, as I also preach in the gospel message.\n"
        },
        {
          "number": 9,
          "text": "For this gospel I suffer to the point of being imprisoned as a criminal. But the word of God is not in prison. \n"
        },
        {
          "number": 10,
          "text": "Therefore I willingly endure all that I am suffering for the sake of those whom God has chosen. I do this in order that Christ Jesus will save them, too, and that they will be forever with him in the glorious place where he is.\n\n\n"
        },
        {
          "number": 11,
          "text": "You can depend on the words that we sometimes say: \n  \\q \"If we have died with Jesus, we will also live with him.\n  \\q \n"
        },
        {
          "number": 12,
          "text": "If we endure, we will also reign with him. \n\\q But if we deny him, he also will deny us.\n\\q\n"
        },
        {
          "number": 13,
          "text": "If we are unfaithful to Jesus, he continues to be faithful; \n\\m\nfor he cannot deny himself.\"\n\n\n\n"
        },
        {
          "number": 14,
          "text": "Those whom you appointed to teach others God's truth, keep reminding them about these things that I have told you. Warn them before God not to fight over foolish words, because doing so does not help anything and can ruin those who listen.\n\n"
        },
        {
          "number": 15,
          "text": "Do your best to cause God to approve you as a worker who has no need to be ashamed, who teaches the word of God correctly, for everyone can depend on the fact that it tells the truth.\n\n\n\n"
        },
        {
          "number": 16,
          "text": "Stay away from people who talk in ways that insult God, because this kind of talk dishonors God more and more.\n"
        },
        {
          "number": 17,
          "text": "This kind of words will spread like an infectious disease. Hymenaeus and Philetus are two examples of men who talk like this.\n"
        },
        {
          "number": 18,
          "text": "These men have stopped believing. They say that the resurrection of the dead has already happened. In this way they convince some Christians to stop trusting in Christ. \n\n\n"
        },
        {
          "number": 19,
          "text": "However, the truth about God still exists. It is like a firm foundation of a building, on which someone has written these words: \"The Lord knows those who belong to him,\" and, \"Everyone who says he belongs to the Lord must stop doing wicked deeds.\"\n\n"
        },
        {
          "number": 20,
          "text": "In a wealthy person's house there are not only utensils made of gold and of silver, but also utensils made of wood and of clay. The gold and silver utensils are used on special occasions. But the wood and clay utensils are used in ordinary times.\n"
        },
        {
          "number": 21,
          "text": "Therefore, those who rid themselves of what is evil in their lives will be able to work well for the Lord. They will be like utensils ready to do any kind of good work. They will become very useful to the Master to do special work for him, every good deed, in fact. \n\n\n"
        },
        {
          "number": 22,
          "text": "Do not keep on wanting the sinful things that young people usually desire. Instead, try to do right things. Try to trust in God and love him. Try to live in peace. Stay together with the people who worship the Lord sincerely.\n\n"
        },
        {
          "number": 23,
          "text": "Do not talk with anyone who foolishly wants to argue about matters that are not important. Do not talk with them, because you know that when people talk about foolish things, they begin to quarrel.\n\n\n"
        },
        {
          "number": 24,
          "text": "But those who serve the Lord must not quarrel. Instead, they should be kind to all people, they should be able to teach God's truth well, and they should be patient with people.\n"
        },
        {
          "number": 25,
          "text": "That is, they should gently instruct the people who argue against them. Perhaps God may give them the opportunity to repent and come to know the truth. \n"
        },
        {
          "number": 26,
          "text": "In that way they may think correctly and be like people who have escaped from a trap set by the devil. It is the devil who has deceived them in order to get them to do what he wishes them to do.\n\n\n"
        }
      ],
      "number": 2
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "I want you to know this: in the final period of time before the Lord returns, it will be very dangerous.\n"
        },
        {
          "number": 2,
          "text": "People will love themselves more than anyone else. They will love money. They will boast about themselves. They will be proud. They will insult others. They will not obey their parents. They will not thank anyone for anything. They will not honor God.\n"
        },
        {
          "number": 3,
          "text": "They will not love even their own families. They will refuse to be at peace with anyone. They will slander others. They will not control themselves. They will be brutal toward others. They will not love what is good.\n"
        },
        {
          "number": 4,
          "text": "They will betray the ones they should protect. They will do dangerous things without thinking. They will be proud, and they will do what pleases them instead of loving God.\n\n\n"
        },
        {
          "number": 5,
          "text": "They will seem to honor God, but they will refuse to accept the power that God truly wants to give them. Stay away from people like this.\n"
        },
        {
          "number": 6,
          "text": "These men persuade foolish women to let them come into their houses. Then they deceive those women so that they control what they think. These are women who sin all the time, so they follow these evil men into doing all sorts of bad things that they enjoy doing.\n"
        },
        {
          "number": 7,
          "text": "Even though these women are always wanting to learn new things, they are never able to learn what is actually true.\n\n\n"
        },
        {
          "number": 8,
          "text": "In the same way that Jannes and Jambres tried to stop Moses, so do these men now try to stop people from obeying the truth. These men are ruined in how they think. They are frauds in matters of the faith.\n"
        },
        {
          "number": 9,
          "text": "Nevertheless, they will not succeed very much in what they do, because most others will clearly see that these people understand nothing. It is just like how the people of Israel saw that Jannes and Jambres were foolish.\n\n\n\n"
        },
        {
          "number": 10,
          "text": "Timothy, you have followed what I taught you. You have seen my way of living. You have seen how I want to serve God. You have seen how I trust in him. You have seen how I have peace even when I am suffering. You have seen how I love God and the believers. You have seen how I keep on serving God even when it is very hard to do so.\n"
        },
        {
          "number": 11,
          "text": "You have seen how people persecuted me. You have seen every way in which I suffered when I was in Antioch, Iconium, and Lystra. I suffered very much in those places, but the Lord has taken me out of all that suffering.\n"
        },
        {
          "number": 12,
          "text": "Indeed, they will make suffer every one who wants to live in a way that he honors Christ Jesus.\n"
        },
        {
          "number": 13,
          "text": "Evil men and frauds will continue to become more evil. They will lead people away from what is true, and they will allow others to lead themselves away also.\n\n\n"
        },
        {
          "number": 14,
          "text": "But as for you, keep on doing the things that you have learned to do, and the things that you have come to believe are right. Remember me, because I am the one who taught you these things. \n"
        },
        {
          "number": 15,
          "text": "Remember also that even when you were a young child, you learned what God says in the scriptures. These can teach you how Christ Jesus saves us, when we trust in him.\n\n\n"
        },
        {
          "number": 16,
          "text": "All the scriptures come from God's Spirit, so we should read them in order to teach the truth about God. We should also read them in order to persuade people to believe the truth. Also to correct people when they sin. Also to teach people how to do what is right.\n"
        },
        {
          "number": 17,
          "text": "We should do these things so that God can train every believer and give him what he needs in order to do every kind of good thing.\n\n\n"
        }
      ],
      "number": 3
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "When Christ Jesus comes soon to rule, he will judge those who still live and those who died. And now he and God are watching me as I command you\n"
        },
        {
          "number": 2,
          "text": "to proclaim the message about Christ. Be ready to do this when it is easy to do so and also when it is not easy. Convince people about what is right when they have done wrong. Warn them not to sin. Encourage them to follow Christ. Do these things as you teach them, and always be willing to wait for them to do better. \n\n\n"
        },
        {
          "number": 3,
          "text": "I tell you these things, because the time will come when people among us will not follow what God truly teaches. Instead, they will find many men who will teach that it is good to do anything they wish to do. In this way, they will always be looking for something new and different to learn.\n"
        },
        {
          "number": 4,
          "text": "They will stop listening to the truth, and they will pay attention to foolish stories. \n "
        },
        {
          "number": 5,
          "text": "But as for you, Timothy, control yourself no matter what happens. Be willing to endure difficult things. Do the work of preaching the Gospel. Complete the work you must do to serve the Lord.\n\n\n\n"
        },
        {
          "number": 6,
          "text": "I tell you these things, because soon I will die and leave this world. I will be like the cup of wine that they pour out on the altar and sacrifice to God.\n"
        },
        {
          "number": 7,
          "text": "I am like an athlete who has done his best in a contest. I am like a runner who has finished his race. I have done my best to obey God. \n"
        },
        {
          "number": 8,
          "text": "Now a prize is waiting for me because I have lived in the right way for God. The Lord will judge me in the right way. He will give that prize to me when he comes again. And he will give it also to everyone who waits eagerly for him to come again.\n\n\n"
        },
        {
          "number": 9,
          "text": "Timothy, try to come to me soon.\n"
        },
        {
          "number": 10,
          "text": "Demas left me behind and went to Thessalonica, because he loves life in this world too much. Crescens went to Galatia, and Titus went to Dalmatia.\n\n\n"
        },
        {
          "number": 11,
          "text": "Only Luke is still with me. Get Mark and bring him with you. Do this because he can help me very much.\n"
        },
        {
          "number": 12,
          "text": "I have sent Tychicus to Ephesus.\n"
        },
        {
          "number": 13,
          "text": "When you come, bring the outer garment that I left at Troas with Carpus. Also bring the scrolls, especially those made from animal skins.\n\n\n\n"
        },
        {
          "number": 14,
          "text": "Alexander the metalworker acted very badly toward me. The Lord will punish him for what he has done.\n"
        },
        {
          "number": 15,
          "text": "You also should be on guard against him because he did everything possible to stop our preaching.\n\n"
        },
        {
          "number": 16,
          "text": "The first time I stood in court and explained my work, no believers stood by my side to encourage me. They all stayed away. May God not hold them responsible for this.\n\n\n"
        },
        {
          "number": 17,
          "text": "But the Lord stood with me and helped me. He made me strong, so that I fully spoke his word and so that all the Gentiles listened to it. In this way God saved me from dying. \n"
        },
        {
          "number": 18,
          "text": "The Lord will rescue me from every evil thing they do. He will bring me safely to where he rules in heaven. May people praise him forever. Amen. \n\n\n\n"
        },
        {
          "number": 19,
          "text": "Greet Priscilla and Aquila. Greet the the people in the home of Onesiphorus.\n"
        },
        {
          "number": 20,
          "text": "Erastus stayed in Corinth city. As for Trophimus, I left him in Miletus city because he was sick.\n"
        },
        {
          "number": 21,
          "text": "Try to come before winter. Eubulus greets you, also Pudens, Linus, Claudia, and all the brothers.\n"
        },
        {
          "number": 22,
          "text": "May the Lord be with your spirit. May he be kind to all of you.\n"
        }
      ],
      "number": 4
    }
  ]
}
