{
  "headers": {
    "id": "AMO Unlocked Dynamic Bible",
    "ide": "UTF-8",
    "h": "AMOS",
    "toc1": "The Book of Amos",
    "toc2": "Amos",
    "toc3": "Amo",
    "mt1": "Amos"
  },
  "book": "AMOS",
  "chapters": [
    {
      "verses": [
        {
          "number": 1,
          "text": "This is the message that Yahweh gave to Amos, a shepherd near the town of Tekoa south of Jerusalem. He received this message about Israel in a vision two years before the big earthquake. It was when Uzziah was the king of Judah and Jeroboam son of King Jehoash, was the king of Israel.\n\n"
        },
        {
          "number": 2,
          "text": "This is what Amos said:\n\\q1 \"Yahweh will shout very loudly;\n\\q2 when he speaks from Mount Zion in Jerusalem, his voice will sound like thunder.\n\\q1 When that happens, the pastures where you shepherds take care of your sheep will dry up,\n\\q2 and the grass on top of Mount Carmel will wither\n\\q2 because Yahweh will order the rain not to fall.\"\n\n\n\n"
        },
        {
          "number": 3,
          "text": "This is also what Yahweh said to me:\n\\q1 \"I will punish the people of Damascus, the capital of Aram, because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because of the cruel things that they did to the people of the region of Gilead.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "I will cause a fire to burn the palace that King Hazael built and lived in,\n\\q2 the fortress where his son King Ben Hadad also lived.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "I will cause the gates of Damascus to be broken down;\n\\q2 I will get rid of the man who lives in Biqat Aven\n\\q1 and the man who rules in Beth Eden.\n\\q2 The people of Aram will be captured and taken to the region of Kir.\"\n\n\n\n"
        },
        {
          "number": 6,
          "text": "Yahweh also said this to me:\n\\q1 \"I will punish the people of the cities of Philistia;\n\\q2 I will punish the people of Gaza because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they captured large groups of people and took them to Edom\n\\q2 and sold them to become the slaves of the people there.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "I will cause a fire to completely burn the walls of Gaza\n\\q2 and also destroy its fortresses.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "I will get rid of the king of the city of Ashdod\n\\q2 and the king who rules in the city of Ashkelon.\n\\q1 I will also strike the people of the city of Ekron,\n\\q2 and all the people of Philistia who are still alive will be killed.\"\n\n\n\n"
        },
        {
          "number": 9,
          "text": "Yahweh also said this to me:\n\\q1 \"I will punish the people of the city of Tyre because of the many sins that their people have committed;\n\\q2 I will not change my mind about punishing them\n\\q1 because they also captured large groups of our people and took them to Edom,\n\\q2 disregarding the treaty of friendship that they had made with your rulers.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "So I will cause a fire to completely burn the walls of Tyre\n\\q2 and also destroy its fortresses.\"\n\n\n\n"
        },
        {
          "number": 11,
          "text": "Yahweh also said this to me:\n\\q1 \"I will punish the people of Edom because of the many sins that their people have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they pursued the people of Israel, who descended from Esau's brother Jacob, and killed them with swords;\n\\q2 they did not act mercifully toward them at all.\n\\q1 They were extremely angry with the people of Israel,\n\\q2 and they continue to be angry with them.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "I will cause a fire to burn the district of Teman in Edom\n\\q2 and completely burn the fortresses of Bozrah, the biggest city in Edom.\"\n\n\n\n"
        },
        {
          "number": 13,
          "text": "Yahweh also said this to me:\n\\q1 \"I will punish the people of Ammon because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because their soldiers even ripped open the bellies of pregnant women\n\\q2 when their army attacked the region of Gilead to gain more territory.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "I will cause a fire to completely burn the walls of the city of Rabbah\n\\q2 and to completely burn its fortresses.\n\\q1 During that battle, their enemies will shout loudly\n\\q2 and the fighting will be like a great storm.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "After the battle, the king of Ammon and his officials will go into exile.\"\n\n\n"
        }
      ],
      "number": 1
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Yahweh also said this:\n\\q1 \"I will punish the people of Moab because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they dug up the bones of the king of Edom and burned them completely,\n\\q2 with the result that the ashes became as white as lime.\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "So I will cause a fire to completely burn the fortresses of the city of Kerioth in Moab.\n\\q2 People will hear soldiers shouting and blowing trumpets loudly\n\\q2 while I am causing Moab to be destroyed\n\\q1\n"
        },
        {
          "number": 3,
          "text": "and while I am getting rid of its king and all its leaders.\n\\q2 That will surely happen because I, Yahweh, have said it!\"\n\\b\n\n\n\n"
        },
        {
          "number": 4,
          "text": "Yahweh also said this:\n\\q1 \"I will punish the people of Judah because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they have rejected what I taught them\n\\q2 and they have not obeyed my commands.\n\\q1 They have been deceived and persuaded to worship false gods,\n\\q2 the same gods that their ancestors worshiped.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "So I will cause a fire to completely burn everything in Judah, including the fortresses in Jerusalem.\"\n\n\n\n"
        },
        {
          "number": 6,
          "text": "Yahweh also said this:\n\\q1 \"I will punish the people of Israel because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they sell righteous people to get a small amount of silver;\n\\q2 they sell poor people, causing them to become slaves,\n\\q2 getting for each of them only the amount of money with which they could buy a pair of sandals.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "It is as though they trample the poor people into the dirt\n\\q2 and do not treat the helpless fairly.\n\\q2 Men and their fathers dishonor me by sleeping with the same slave girl.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "When poor people borrow money,\n\\q2 the lenders force those people to give to them a piece of clothing for them to keep until he can pay back the money.\n\\q1 But at the end of each day, instead of returning that garment as Yahweh had commanded them to,\n\\q2 they lie down on that garment at the places where they worship their gods!\n\\q1 They make people pay money for various reasons,\n\\q2 and then they drink it in the temples of their gods.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "Long ago, to assist your ancestors, I got rid of the Amor people group.\n\\q2 They seemed to be as tall as cedar trees\n\\q2 and as strong as oak trees,\n\\q1 but I got rid of them completely,\n\\q2 as easily as someone cuts off the branches of a tree and then digs out all the roots.\n\\b\n\\q1\n"
        },
        {
          "number": 10,
          "text": "I brought your ancestors out of Egypt,\n\\q2 and then I led them through the desert for forty years.\n\\q2 Then I enabled them to conquer the land of the Amorites, Canaan.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "I chose some of you Israelites to be prophets,\n\\q2 and I chose others to be Nazir who were completely dedicated to me.\n\\q1 You people of Israel certainly know that what I have said is true!\n\\b\n\\q1\n"
        },
        {
          "number": 12,
          "text": "But you commanded the prophets to not speak the messages that I gave to them,\n\\q1 and you persuaded the Nazir to drink wine,\n\\q2 which I told them never to do.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "So I will crush you\n\\q2 as the wheels of a wagon that is loaded with grain crushes whatever it rolls over.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Even if you run fast,\n\\q2 you will not escape;\n\\q1 even if you are strong, it will be as though you are weak,\n\\q2 and warriors will be unable to save themselves.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Even if you are able to shoot arrows well,\n\\q2 you will be forced to retreat;\n\\q1 even if you run fast or if you ride away on a horse,\n\\q2 you will not be able to save yourself.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Even warriors who are very brave will drop their weapons\n\\q2 when they try to flee on the day that I get rid of them.\n\\q1 That will surely happen because I, Yahweh, have said it.\"\n\n\n"
        }
      ],
      "number": 2
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"You people of Israel, I brought all your ancestors out of Egypt;\n\\q2 so listen to what I am saying about you.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "From all the people groups on the earth,\n\\q2 I chose and took care of only you.\n\\q1 That is the reason that I will punish you\n\\q2 for the sins that you have committed.\"\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Two people certainly cannot walk together\n\\q2 if they have not already agreed what place they will start walking from.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "A lion in a forest certainly does not roar\n\\q2 if it has not killed another animal.\n\\q1 It does not growl in its den\n\\q2 if it is not eating the flesh of an animal that it has caught.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "No one can catch a bird\n\\q2 if he does not set a trap for it.\n\\q1 A trap does not spring shut\n\\q2 when some animal has not sprung the trap.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "Similarly, all the people in a city certainly become afraid\n\\q2 when they hear someone blowing a trumpet\n\\q2 to signal that enemies are attacking.\n\\q1 And when a city experiences disaster,\n\\q2 Yahweh is the one who has caused it.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Whatever Yahweh plans to do,\n\\q2 he tells his prophets about it.\n\\b\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Everyone certainly becomes terrified when they hear a lion roar;\n\\q2 Yahweh the Lord has given messages to prophets,\n\\q1 they certainly must proclaim those messages,\n\\q2 even though they terrify people.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "I said this to the leaders of Samaria:\n\\q2 Send this message to the leaders in the city of Ashdod and in Egypt:\n\\q1 \"Come to the hills of Samaria\n\\q2 and see the way that their leaders are causing people in that city to be terrified,\n\\q2 and the way that they are causing the people to suffer!\"\n\\b\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Yahweh says that the people there do not know how to do things that are right.\n\\q2 Their homes are filled with valuable things that they have stolen or taken violently from others.\n\n\n\n"
        },
        {
          "number": 11,
          "text": "So Yahweh our God says that soon their enemies will come\n\\q2 and tear down their defenses\n\\q2 and take away those valuable things.\n\n"
        },
        {
          "number": 12,
          "text": "Yahweh has declared this:\n\\q1 \"When a lion attacks a sheep,\n\\q2 sometimes a shepherd is able to snatch from the lion's mouth\n\\q2 only two legs or an ear of the sheep.\n\\q1 Similarly, only a few people from Samaria will escape,\n\\q2 and they will be able to rescue only a part of a couch and a part of a bed.\"\n\\b\n\n\n\n"
        },
        {
          "number": 13,
          "text": "Yahweh, commander of the angel armies, says this:\n\\q2 \"Proclaim this message about the descendants of Jacob:\n\\q1\n"
        },
        {
          "number": 14,
          "text": "When I, Yahweh, punish the people of Israel\n\\q2 because of the sins that they have committed,\n\\q1 I will cause the altars at the town of Bethel to be destroyed;\n\\q2 even the projections at the corners of the altars will be cut off and fall to the ground.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "I will cause the houses that they live in during the winter to be torn down.\n\\q2 Beautiful big houses and houses that are decorated with ivory will be destroyed.\n\\q1 That will surely happen because I, Yahweh, have said it!\"\n\n\n"
        }
      ],
      "number": 3
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "You wealthy women of Samaria who have grown fat like the fat cows of the region of Bashan.\n\\q2 You oppress poor people,\n\\q2 and you cause needy people to suffer.\n\\q1 And you say to your husbands,\n\\q2 \"Bring us more wine to drink!\"\n\\q1\n"
        },
        {
          "number": 2,
          "text": "But Yahweh our God has said this:\n\\q2 \"Because I am holy, I solemnly promise this:\n\\q1 It will soon be the time when you all will be taken to another country;\n\\q2 your enemies will take you away using sharp hooks to grab you.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Your enemies will drag you out \n\\q2 and you will go through breaks in your city walls,\n\\q2 and they will force you to go toward Harmon.\n\\q1 That will surely happen because I, Yahweh, have said it!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Go ahead: go to the hilltop places of idol worship that are at Bethel and Gilgal, where many people worship me;\n\\q2 go and rebel more and more against me!\n\\q1 Offer sacrifices on the morning after you arrive,\n\\q2 and bring me a tenth of your crops the next day.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Bring offerings of bread to thank me,\n\\q2 and other offerings that are not required,\n\\q1 and boast about these offerings that you bring,\n\\q2 because that is what you like to do;\n\\q1 but you do it to impress others, not to please me.\n\\q1 That is certainly true, because I, Yahweh, have said it.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "I am the one who caused there to be no food in any of your cities and towns,\n\\q2 but you rejected me in spite of that.\n\\b\n\\q1\n"
        },
        {
          "number": 7,
          "text": "When it was still three months before the time of harvesting crops,\n\\q2 at the time when your crops needed rain the most,\n\\q2 I prevented rain from falling.\n\\q1 Sometimes I allowed rain to fall on some towns\n\\q2 and prevented it from falling on other towns.\n\\q1 Rain fell on some fields,\n\\q2 but it did not fall on other fields,\n\\q2 with the result that the soil in those fields where it did not rain dried up.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "Your people would stagger from one town to another town to find water,\n\\q2 but they could not even get enough water to drink,\n\\q2 but in spite of that, you have not returned to me.\n\\q1 That is certainly true because I, Yahweh, have said it!\n\\b\n\\q1\n"
        },
        {
          "number": 9,
          "text": "I caused your grain fields to dry up,\n\\q2 and your gardens and vineyards to be struck and mildew.\n\\q1 I sent locusts to eat the leaves on your fig trees and olive trees,\n\\q2 but in spite of that, you rejected me.\n\\q1 That is certainly true because I, Yahweh, have said it!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "I caused you to experience plagues\n\\q2 like the plagues that I sent to the people of Egypt.\n\\q1 I caused many of your young men to die in battles.\n\\q2 and allowed your enemies to capture your horses.\n\\q1 Many of your soldiers were killed,\n\\q2 and your camps were filled with the smell of their corpses.\n\\q2 But in spite of that, you rejected me.\n\\q1 That is certainly true, because I, Yahweh, have said it!\n\\b\n\\q1\n"
        },
        {
          "number": 11,
          "text": "I got rid of many of you,\n\\q2 like the people in Sodom and Gomorrah.\n\\q1 Those of you who did not die were like a burning stick that was snatched from a fire so that it would not burn completely.\n\\q2 But in spite of that, you rejected me.\n\\q1 That is certainly true, because I, Yahweh, have said it!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "So now, you people of Israel, I am going to punish you.\n\\q2 Prepare to stand in front of me, your God, when I judge you!\n\\b\n\\q1\n"
        },
        {
          "number": 13,
          "text": "I created the mountains,\n\\q2 and the winds.\n\\q1 I reveal to humans what I am thinking.\n\\q2 and sometimes cause the daylight to become dark like the night.\n\\q1 I rule over everything,\n\\q2 and even walk on the highest mountains on the earth!\n\\q2 I am Yahweh, commander of the angel armies!\"\n\n\n"
        }
      ],
      "number": 4
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "You people of Israel, listen to this funeral song that I will sing about you:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"You are like a young woman,\n\\q2 but in spite of that, you will certainly be struck down\n\\q2 and you will never get up again!\n\\q1 You will lie on the ground, abandoned,\n\\q2 and there will be no one to help you stand up.\"\n\\b\n\n\n\n"
        },
        {
          "number": 3,
          "text": "This is what Yahweh the Lord says to the people of Israel:\n\\q1 \"When your enemies attack you,\n\\q1 and when a thousand of your soldiers go into battle,\n\\q2 only a hundred will survive.\n\\q1 When a hundred soldiers march out from a city to fight,\n\\q2 only ten will remain alive.\"\n\\b\n\n\n\n"
        },
        {
          "number": 4,
          "text": "Yahweh continues to say to the people of Israel:\n\\q1 \"You Israelite people, return to me!\n\\q2 If you do that, you will continue to remain alive.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Do not go to Bethel to seek my help;\n\\q2 do not go to Gilgal to worship;\n\\q1 do not go to Beersheba,\n\\q2 because your enemies will drag away the people of Gilgal to other countries,\n\\q2 and they will completely destroy Bethel.\"\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "So come to Yahweh;\n\\q2 if you do that, you will remain alive.\n\\q1 If you do not do that,\n\\q2 Yahweh will come down on you descendants of Joseph like a fire;\n\\q1 that fire will burn everything in Bethel\n\\q2 and nothing will be able to save that town.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "You people distort what is right; you make others think that it is something very bitter;\n\\q2 you treat good things as though they were evil.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "Do you know who created all the groups of stars\n\\q2 and put them in their places?\n\\q1 Each morning he causes the darkness to become the dawn,\n\\q2 and each evening he causes the daylight to become darkness.\n\\q1 He scoops up water from the oceans to become clouds,\n\\q2 and then he dumps the water from the clouds onto the earth.\n\\q1 The one who does those things is Yahweh.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "He causes strong soldiers to killed,\n\\q2 and he causes the high walls around cities to fall down.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "He is the one who will punish you\n\\q1 because you hate those who challenge anyone who tries to make unjust decisions;\n\\q2 you hate those who tell the truth in your courts.\n\\b\n\\q1\n"
        },
        {
          "number": 11,
          "text": "You oppress poor people and force them to pay big taxes.\n\\q1 So you have built big stone mansions for yourselves,\n\\q2 but you will not be able to live in them.\n\\q1 You have planted vineyards,\n\\q2 but there will not be any grapes for you to harvest to make wine.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "I know all of your sins\n\\q2 and the terrible crimes that you have committed.\n\\q1 You oppress righteous people,\n\\q2 and you accept bribes.\n\\q1 You do not allow judges to treat poor people justly.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "This is a time when many people do evil things,\n\\q2 so people who have good sense say nothing at all.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "In order to remain alive,\n\\q2 you must stop doing what is wrong, and start doing what is right.\n\\q1 If you do that, Yahweh, commander of the angel armies, will be with you\n\\q2 as you claim that he always is.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Love what is good, and hate what is evil!\n\\q2 Try to cause judges in your courts to make decisions that are right!\n\\q1 If you do those things, perhaps Yahweh, commander of the angel armies,\n\\q2 will act mercifully toward you descendants of Joseph who are still alive.\n\n\n\n"
        },
        {
          "number": 16,
          "text": "\"Because I, Yahweh, will punish you for your sins, this is what I have solemnly declared:\n\\q1 People will be wailing loudly in every street,\n\\q2 and people will be shocked in every plaza.\n\\q1 Farmers will be called to come and weep,\n\\q2 along with the other official mourners who will wail for those who have died.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "People will be wailing in your vineyards,\n\\q2 because I will punish you severely.\n\\q1 That will surely happen because I, Yahweh, have said it!\"\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "Terrible things will happen to you who want Yahweh to punish his enemies,\n\\q2 because that will be a day of darkness, not of light.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "At that time, when you try to run from a lion,\n\\q2 you will face a bear.\n\\q1 When you run into your house to be safe,\n\\q2 and you put your hand on the wall,\n\\q2 it will be bitten by a snake.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "That day, when he punishes people, will certainly be awful, like a dark night\n\\q2 without even a little bit of light.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "Yahweh says, \"I hate your religious celebrations\n\\q2 and the times when you gather to worship me;\n\\q2 I detest them all.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Even if you bring me offerings to burn on the altar and offerings of grain,\n\\q2 I will no longer accept them.\n\\q1 Even if you bring me offerings to restore fellowship with me,\n\\q2 I will not pay any attention to them.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "So stop singing noisy songs!\n\\q2 I will not listen when you play harps.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "Instead, act justly and righteously; you should do this and never stop;\n\\q2 if you do, it will be like the water in a river that never stops flowing.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "You Israelite people, your ancestors wandered through the wilderness for forty years;\n\\q2 and during that time, they never brought any sacrifices and offerings to me!\n\\q1\n"
        },
        {
          "number": 26,
          "text": "But now you will carry the two idols that you have made—\n\\q2 Sikkuth, the god whom you call 'king,'\n\\q2 and Kaiwan, the image of the star that you worship. You will carry them with you into exile.\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "For I will now force you to go to a country that is far beyond Damascus!\n\\q1 That will surely happen because I, Yahweh, commander of the angel armies, have said it!\"\n\n\n"
        }
      ],
      "number": 5
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Terrible things will happen to you people in Jerusalem who are not worried about anything,\n\\q2 and also to you leaders who live on the hill of the city of Samaria, you who think that you are safe.\n\\q1 You call yourselves the most important people in the world,\n\\q2 and you are the leaders to whom Israelites go for help.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "You tell them, \"Just go to the city of Calneh and look at it.\n\\q2 Then go to see the great city Hamath\n\\q2 and to Gath in Philistia and look at it. They are all prosperous.\n\\q1 Now your lands are better than those places, and your two countries—Judah and Samaria—are bigger. So you are safe.\"\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Terrible things will happen to you leaders! You are trying to avoid thinking about the coming time when you will experience disasters,\n\\q2 when your enemies will violently attack you.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "You follow foreign customs in reclining to dine on couches decorated with expensive ivory,\n\\q2 on soft couches.\n\\q1 You eat the tender meat of lambs\n\\q2 and fat calves.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "You create new songs as if you had nothing better to do,\n\\q2 and you play them on your harps like King David did.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "You drink entire bowlfuls of wine,\n\\q2 and you put expensive oils on your bodies,\n\\q2 but you do not grieve about our country of Israel, which is about to be destroyed.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Your feasting and lounging on soft couches will soon end,\n\\q2 and you will be among the first ones to be forced by your enemies to go into exile.\n\n"
        },
        {
          "number": 8,
          "text": "Yahweh the Lord has solemnly declared this:\n\\q1 \"I hate the people of Israel because they are very proud;\n\\q2 I detest their fortresses.\n\\q1 I will enable their enemies to capture their capital city\n\\q2 and everything in it.\"\n\n\n\n"
        },
        {
          "number": 9,
          "text": "When that happens, if there are ten people in one house, they will all die.\n"
        },
        {
          "number": 10,
          "text": "If a relative who has the task of burning their corpses comes to the house and inquires of anyone who is still hiding there, \"Is there anyone here with you?\" and that person replies \"No,\" the one who inquired will say, \"Be quiet! You must not call Yahweh's attention to us by mentioning his name, or he may have a reason to kill us!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "Terrible things like that will happen because Yahweh has commanded that the large houses in Israel must be smashed into pieces,\n\\q2 and small houses must be smashed into tiny bits.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "Horses certainly do not run on big rocks,\n\\q2 and certainly people cannot plow the rocks with oxen.\n\\q1 But you have done things that no one should do:\n\\q1 You have distorted what is fair;\n\\q2 you have changed what is right and consider it to be like things that are bitter.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "You are proud because you have captured the town of Lo Debar,\n\\q2 and you have said, \"We captured Karnaim by our own power!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "But Yahweh, commander of the angel armies, declares,\n\\q2 \"I will cause a certain nation to attack you people of Israel;\n\\q1 they will oppress you all the way from Hamath Pass in the northwest\n\\q2 to the brook of the Arabah.\n\n\n"
        }
      ],
      "number": 6
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Yahweh our God showed me in a vision that he was going to send locusts to destroy our crops. It was going to happen right after the king's share of the hay had been harvested and before the rest of the hay was ready to be harvested.\n"
        },
        {
          "number": 2,
          "text": "In the vision I saw those locusts come, and they ate everything that was green. Then I cried out, \"Yahweh our Lord, please forgive us! We Israelite people are very helpless; how will we be able to survive ?\"\n\n"
        },
        {
          "number": 3,
          "text": "So Yahweh changed his mind and said, \"That will not happen.\"\n\n\n\n"
        },
        {
          "number": 4,
          "text": "Then this is what Yahweh our Lord showed me in another vision: He was calling to a fire to come and punish his people. In the vision I saw that the fire had dried up the water under all the land and also had burned everything on the land.\n"
        },
        {
          "number": 5,
          "text": "Then I cried out again, \"Yahweh our Lord, I plead with you, please stop this! We Israelite people are very helpless; how will we be able to survive ?\"\n\n"
        },
        {
          "number": 6,
          "text": "So Yahweh changed his mind again, and said, \"That also will not happen.\"\n\\b\n\n\n\n"
        },
        {
          "number": 7,
          "text": "Then Yahweh showed me another vision. I saw him standing beside a wall. It was very straight because it had been built using a plumb line. Yahweh had the plumb line in his hand.\n"
        },
        {
          "number": 8,
          "text": "Yahweh asked me, \"Amos, what do you see?\"\n I replied, \"A plumb line.\"\n Then Yahweh said, \"Look, I am going to use a plumb line among my Israelite people, to show that they are like a wall that is not straight. I will not change my mind again about punishing them.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "The hilltop places of idolatry where the descendants of Isaac worship idols will be destroyed.\n\\q2 And the other important holy places in Israel will also be destroyed.\n\\q1 And I will enable your enemies to attack your people with swords,\n\\q2 and they will get rid of King Jeroboam and all his descendants.\"\n\n\n\n"
        },
        {
          "number": 10,
          "text": "Then Amaziah, the priest at Bethel, sent a message to Jeroboam, the king of Israel. In the message he said, \"Amos is plotting against you among the Israelite people. I am worried that the people of this country will not know that he is wrong.\n"
        },
        {
          "number": 11,
          "text": "This is what he is saying:\n\\q1 'Jeroboam will soon be killed by someone using a sword,\n\\q2 and the people of Israel will be exiled.'~\"\n\\b\n\n\n\n"
        },
        {
          "number": 12,
          "text": "Then Amaziah came to me and said, \"You prophet, get out of here! Go back to the country of Judah! Do your prophesying there if you want to earn money!\n"
        },
        {
          "number": 13,
          "text": "Do not prophesy anymore here at Bethel, because this is where the national temple, the king's temple, is!\"\n\n\n\n"
        },
        {
          "number": 14,
          "text": "I replied to Amaziah, \"I was previously not a prophet and my father was not a prophet; I was a shepherd. I also took care of sycamore fig trees.\n"
        },
        {
          "number": 15,
          "text": "But Yahweh took me away from taking care of my sheep, and he said to me, 'Go to Israel and prophesy to my people there!'\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "You said to me, 'Do not prophesy and say that terrible things will happen to the people of Israel;\n\\q2 stop saying those things!'\n\n"
        },
        {
          "number": 17,
          "text": "So listen to what Yahweh says about you:\n\\q1 'Your wife will become a prostitute in this very city;\n\\q2 your sons and daughters will die because their enemies will kill them.\n\\q1 Others will measure your land\n\\q2 and divide it up among themselves;\n\\q1 and you yourself will die in a foreign country.\n\\q1 And the people of Israel will certainly have to leave their country and go into exile.'\"\n\n\n"
        }
      ],
      "number": 7
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Yahweh showed me in a vision a basket full of ripe fruit.\n"
        },
        {
          "number": 2,
          "text": "He asked me, \"Amos, what do you see?\"\n I replied, \"A basket of very ripe fruit.\"\n He said, \"That indicates that it almost the end for my Israelite people. I will not change my mind again about punishing them.\n\n"
        },
        {
          "number": 3,
          "text": "Soon the people will be wailing instead of singing in the temple. There will be corpses everywhere, and people will say nothing as they remove them. These things will surely happen because I, Yahweh, have said it!\"\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "It is as though you people were trampling on the needy people,\n\\q2 and you destroy the poor people.\n\n"
        },
        {
          "number": 5,
          "text": "You habitually say,\n\\q1 \"We wish that the new moon festival would end soon,\n\\q2 in order that we may be allowed to sell our grain.\n\\q1 We wish that the Sabbath would end soon,\n\\q2 in order that we may again be permitted to sell our wheat.—\n\\q1 When we sell it,\n\\q2 we can charge a big price for it,\n\\q1 and we can cheat people by using scales that do not weigh correctly.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "We will sell wheat that is no good.\n\\q2 Those who are needy and poor and who do not have money to buy things,\n\\q1 we will make them our slaves\n\\q2 by buying them with the little amount of silver with which we could buy a pair of sandals!\"\n\\b\n\n\n\n"
        },
        {
          "number": 7,
          "text": "Yahweh has declared, \"As I live, I, whom you should worship: I solemnly declare that I will not forget the evil things that you have done.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Because of those evil things, your country will certainly soon tremble,\n\\q2 and all of you will mourn.\n\\q1 It will be as though it will repeatedly rise and fall\n\\q2 like the Nile River that gets full of water and overflows its banks\n\\q2 and then settles back into its riverbed.\n\n\n\n"
        },
        {
          "number": 9,
          "text": "At the time when I punish my people,\n\\q1 I will cause the sun to set at noontime,\n\\q2 and the entire earth will be dark in the daytime.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "I will cause your religious celebrations to become times when you mourn;\n\\q2 instead of singing, everyone will be weeping.\n\\q1 Because of what I will do, all of you will wear rough sackcloth and shave your heads\n\\q2 to show that you are sorrowing.\n\\q1 I will cause that time to be like when people mourn after an only son has died.\n\\q2 All of you will be very sad all of that time.\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "And Yahweh our God says this:\n\\q2 \"It will soon be the time when I will cause something to be very scarce throughout the country.\n\\q1 But it will not be a time when there is no food or water;\n\\q2 it will instead be a time when there will be no messages from me for anyone to hear.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "People will stagger from the Dead Sea to the Mediterranean Sea,\n\\q2 and wander from the north to the east,\n\\q1 searching for a message from me,\n\\q2 but there will not be any.\n\n\n\n"
        },
        {
          "number": 13,
          "text": "At that time,\n\\q1 even beautiful young women and strong young men will faint\n\\q2 because they will be very thirsty.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Those who make oaths using the names of their shameful gods of Samaria,\n\\q2 and those who solemnly promise to do something using the name of the god of Dan,\n\\q2 and those who solemnly promise to do something using the name of the god of Beersheba—\n\\q1 they will all die;\n\\q2 they will never get up again.\"\n\n\n"
        }
      ],
      "number": 8
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Yahweh showed me another vision. In the vision, I saw him standing next to the altar. He said,\n\\q1 \"Strike the tops of the pillars of the temple,\n\\q2 until they become loose and fall down,\n\\q2 so that the foundation will shake.\n\\q1 Then cause the pieces of the temple to fall down on the people who are inside.\n\\q1 I will kill with a sword anyone who tries to flee;\n\\q2 no one will escape.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "If they dig deep pits in the ground, even all the way to the place of the dead,\n\\q2 or if they try to climb up to the sky\n\\q1 in order to escape,\n\\q2 I will reach out and grab them.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "If they go to the top of Mount Carmel to escape,\n\\q2 I will search for them and seize them.\n\\q1 If they try to hide from me at the bottom of the sea,\n\\q2 I will command the huge sea monster to bite them.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "If their enemies capture them and force them to go to other countries,\n\\q2 I will command that they be killed there with swords.\n\\q1 I am determined to get rid of them, not to help them.\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "When Yahweh, commander of the angel armies, touches the earth, it melts,\n\\q2 and all over the earth many people die, and the others mourn for them.\n\\q1 It is as though Yahweh causes the earth repeatedly to rise and fall\n\\q2 like water in the Nile River rises and falls.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "He builds his beautiful palace in heaven\n\\q2 and sets the sky to be like a dome over the earth.\n\\q1 He scoops up the water from the ocean and puts it into clouds,\n\\q2 and then empties the clouds onto the earth.\n\\q2 His name is Yahweh.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Yahweh says, \"You people of Israel,\n\\q2 you are certainly now no more important to me than the people of Ethiopia.\n\\q1 I brought your ancestors here from Egypt,\n\\q2 but I also brought the people of Philistia from the Island of Crete,\n\\q2 and I brought the people of Aram from the region of Kir.\n\\b\n\\q1\n"
        },
        {
          "number": 8,
          "text": "I, Yahweh the Lord, have seen that you people in the kingdom of Israel are very sinful,\n\\q2 so I will destroy you.\n\\q1 But I will not get rid of all you descendants of Jacob.\n\\q2 That is what will surely happen because I, Yahweh, have said it.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "When I command it, it will be as though I will shake you Israelite people who are living in various nations,\n\\q2 as farmer shakes a sieve to separate the stone pebbles from the grain\n\\q2 in order that they do not fall on the ground with the grain.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "From among my people,\n\\q2 all you sinful people who say, 'We will not experience disasters; nothing evil will happen to us,'\n\\q1 your enemies will kill you with their swords.\"\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "\"The kingdom over which King David ruled has been destroyed, like a house that collapsed and then became ruins.\n\\q2 But some day I will cause it to be a kingdom again.\n\\q1 I will cause it to prosper again\n\\q2 just like it did previously.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "When that happens, your armies will seize the remaining part of the region of Edom,\n\\q2 and they will also seize the other nations that previously belonged to me.\n\\q1 I, Yahweh, have said that I will do these things,\n\\q2 and I will certainly cause them to happen.\n\\b\n\n\n\n"
        },
        {
          "number": 13,
          "text": "There will be a time when your crops will grow very well;\n\\q1 very soon after the crops are harvested,\n\\q2 farmers will plow the ground to plant more crops in it again,\n\\q1 and soon after the vineyards are planted,\n\\q2 farmers will harvest grapes and tread on them to make wine.\n\\q1 And because there will be very much wine,\n\\q2 it will seem as though wine is flowing down from the hills.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "I will cause you, my Israelite people, to prosper again.\n\\q2 You will rebuild your towns and live in them.\n\\q1 You will plant vineyards and drink the wine made from the grapes that grows in them.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "I will enable you to live in your land again,\n\\q2 the land that I gave to your ancestors;\n\\q1 never again will you be forced to leave it.\n\\q2 That is what will surely happen because I, Yahweh, have said it.\"\n"
        }
      ],
      "number": 9
    }
  ]
}
