{
  "headers": {
    "id": "COL Unlocked Dynamic Bible",
    "ide": "UTF-8",
    "h": "COLOSSIANS",
    "toc1": "The Letter to the Colossians",
    "toc2": "Colossians",
    "toc3": "Col",
    "mt1": "Colossians"
  },
  "book": "COLOSSIANS",
  "chapters": [
    {
      "verses": [
        {
          "number": 1,
          "text": "I, Paul, write this to the dear fellow believers in the city of Colossae. This is from Paul, whom God chose to send to you as an apostle of Christ Jesus, and this letter is also from Timothy, our fellow believer joined to Christ. We are sending this letter to all of you.\n"
        },
        {
          "number": 2,
          "text": "We send this letter to those God has set apart for himself—those who are faithful believers who belong to Christ. We pray that God our Father will give you his kindness and peace.\n\n"
        },
        {
          "number": 3,
          "text": "We often thank God, the Father of our Lord Jesus Christ, while we are praying for you,\n\n\n"
        },
        {
          "number": 4,
          "text": "because we have heard that you trust in Christ Jesus and that you love all those whom God has set apart for himself.\n"
        },
        {
          "number": 5,
          "text": "You love our fellow believers because you confidently are waiting for the things God is reserving for you in heaven. You first heard about these things when you heard the true message, the good news about Christ.\n"
        },
        {
          "number": 6,
          "text": "Believers are proclaiming this good news that you heard in Colossae to everyone in the world. It is just as it has worked in you also, from the first day you heard it and understood how truly kind God is. The good news is like a field planted with crops that are growing and will give a very large harvest.\n\n\n"
        },
        {
          "number": 7,
          "text": "Epaphras taught you the good news. We love him because he serves Christ together with us and works for Christ faithfully in our place.\n"
        },
        {
          "number": 8,
          "text": "He told us that you love all God's people because God's Spirit has empowered you to love God and others.\n\n\n\n"
        },
        {
          "number": 9,
          "text": "Since the time we heard about how you love, we have always been praying for you. We ask God to show you everything he wants you to do, and to make you wise so that you will understand what God's Spirit is teaching you.\n"
        },
        {
          "number": 10,
          "text": "We pray that you will live in a way that will help others honor the Lord also, so that he will approve of you. We pray that you will grow to understand God more and do every good thing that he tells you to do.\n\n\n"
        },
        {
          "number": 11,
          "text": "We pray that God will strengthen you with all his mighty power, so that you will patiently endure every difficulty.\n"
        },
        {
          "number": 12,
          "text": "We pray that you will be rejoicing and thanking God our Father, because he has declared you worthy to be with the others whom he has set apart for himself; this is so he can give you all the things that he is keeping for you when you are with him in the light of his presence.\n\n\n\n"
        },
        {
          "number": 13,
          "text": "God our Father has rescued us from the evil that controlled us; he has made his Son, whom he loves, to rule over us now.\n"
        },
        {
          "number": 14,
          "text": "By means of his Son he has set us free from that evil; that is, he has forgiven our sins.\n\n\n"
        },
        {
          "number": 15,
          "text": "When we know the Son, we know what God is like, even though we cannot see him. The Son has first place over everything that he has created.\n"
        },
        {
          "number": 16,
          "text": "For the Son created all things, as the Father desired him to do: everything in the sky and everything on earth, everything that we can see and everything that we cannot see, such as angelic beings of all kinds and powers and authorities. All things exist because the Son created them because the Father wanted him to. And they exist for him.\n"
        },
        {
          "number": 17,
          "text": "The Son himself existed before anything else, and he holds everything together.\n\n\n"
        },
        {
          "number": 18,
          "text": "He rules all believers--the church--like a person's head rules his body. He rules over the church because he started it. He was the first person to come back to life with a perfect body. So he is greater than every thing.\n"
        },
        {
          "number": 19,
          "text": "God the Father was pleased to make everything he is to live in Christ.\n"
        },
        {
          "number": 20,
          "text": "It also pleased God to bring everything back to himself in peace through Jesus. God offered peace to all people and all things everywhere on earth and in heaven. He did this by causing the Son to die on the cross as a sacrifice, shedding his blood as he died.\n\n\n\n"
        },
        {
          "number": 21,
          "text": "Before you believed in Christ, God considered you his enemies, and you were unfriendly to God because you thought evil thoughts and because you did evil deeds.\n"
        },
        {
          "number": 22,
          "text": "But now God has offered peace between yourselves and himself and has made you his friends. He did this when Jesus gave up his body and life for us by dying. This made it possible for us to belong to God; he finds nothing wrong in us now, nothing to blame us for.\n"
        },
        {
          "number": 23,
          "text": "But you must continue to trust Christ completely; then you will be like a house that they built on solid rock. Do not for any reason stop believing in what God has promised to do for you in the good news that people all over the world have heard. This is the same good news that I, Paul, am serving God by proclaiming to people.\n\n\n\n"
        },
        {
          "number": 24,
          "text": "Now I rejoice that I am suffering for your benefit. Yes, in order to help the church, which is like Christ's body, I suffer things that must still happen.\n"
        },
        {
          "number": 25,
          "text": "God made me his servant and gave to me special work to do, which is to proclaim the full message of God to non-Jewish people like you.\n"
        },
        {
          "number": 26,
          "text": "From ancient times, for generations, God did not tell this good news, but now he has revealed this mystery to those whom he has set apart for himself.\n"
        },
        {
          "number": 27,
          "text": "It is to these people--Jews and non-Jews like yourselves just as much--that God planned to tell this wonderful secret. It is this: Christ will live in you and make you confidently expect to share in God's glory!\n\n\n"
        },
        {
          "number": 28,
          "text": "We are wisely warning and teaching every person about Christ so that we might bring into God's presence each one as knowing God completely, joined to Christ.\n"
        },
        {
          "number": 29,
          "text": "It is to do this that I work my hardest, because Christ is giving me strength.\n\n\n"
        }
      ],
      "number": 1
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "I want you to realize that I am doing my best to help you and those in Laodicea, and also the believers who have never seen me personally.\n"
        },
        {
          "number": 2,
          "text": "I do this so that I might encourage them and you yourselves to love each other and unite yourselves together. I desire that you all confidently and completely understand this secret truth about God and that this truth is Christ!\n"
        },
        {
          "number": 3,
          "text": "It is only by means of Christ that we can know what God is thinking and how wise he is.\n\n\n"
        },
        {
          "number": 4,
          "text": "I am telling you this in order that no one may deceive you.\n"
        },
        {
          "number": 5,
          "text": "Even though I am absent from you physically, I am very much concerned about you, just as if I were indeed with you. Yet I am rejoicing because I know that you follow Christ in a way that no one can stop you, that you trust in Christ without giving up.\n\n\n\n"
        },
        {
          "number": 6,
          "text": "You began to believe in Christ Jesus the Lord by trusting in him, so also live by trusting him.\n"
        },
        {
          "number": 7,
          "text": "You should rely completely on Christ Jesus the Lord, just like a tree spreads its roots deep into the ground. You learned to trust Christ very much in this way, like men build a house on a good foundation. And you should always give thanks to God.\n\n\n\n"
        },
        {
          "number": 8,
          "text": "Do not believe anyone who says that you must obey what people have taught about how to honor God or that you must obey what they worship in this world. Instead, obey Christ, \n"
        },
        {
          "number": 9,
          "text": "because the man Jesus Christ is fully God.\n\n\n"
        },
        {
          "number": 10,
          "text": "Now God has given you everything you need because he has joined you to Christ, and he rules over every other person, spirit, and angel.\n"
        },
        {
          "number": 11,
          "text": "It is as if God has also circumcised you. But he did not remove any flesh from you. Instead, Jesus caused you to not have to sin any longer. It is as if he had cut away your old self that loved to sin.\n"
        },
        {
          "number": 12,
          "text": "Because they have baptized you, God considers that when men buried Christ, they buried you along with him. He considers that when he made Christ come alive again, he made you come alive also, because you trusted that he could make you live again. \n\n\n"
        },
        {
          "number": 13,
          "text": "God viewed you as being dead, because you were sinning against him, and because you were not Jews, so you did not worship him. But he made you come alive together with Christ; he forgave us of all our sins.\n"
        },
        {
          "number": 14,
          "text": "We have all sinned so much, but God has forgiven our sins. It is like a man might forgive people who owe him money, so he tears up the papers they signed when he loaned them the money. But as for God, it is as if he had nailed those papers on which he had written all our sins and all the laws that we had broken to the cross on which Christ died.\n"
        },
        {
          "number": 15,
          "text": "Moreover, God defeated the evil spirit beings who rule people in this world, and he let everybody know that he had defeated them. It was just as if he had paraded them around in the streets as prisoners. \n\n\n\n"
        },
        {
          "number": 16,
          "text": "So disregard anyone who says that God will punish you because you eat certain foods and drink certain drinks or because you do not celebrate special yearly festivals or when the new moon appears or weekly Sabbaths.\n"
        },
        {
          "number": 17,
          "text": "These kinds of rules and events only picture what is truly coming. What is truly coming is Christ himself. \n\n\n"
        },
        {
          "number": 18,
          "text": "Those same people pretend to be humble, and they love to worship angels. Do not let them convince you to do the same. If you do, you will lose what Christ has promised you. These people are always talking about visions they say God has made them see. They boast about these things because they think like people everywhere think who do not honor God.\n"
        },
        {
          "number": 19,
          "text": "Such persons are not joined to Christ. He is like the head of a body, and that body is all those who believe in him. The whole body depends upon the head. The bones and ligaments hold the body together, but it is God who makes it grow, and it is the head that gives it what it needs.\n\n\n\n"
        },
        {
          "number": 20,
          "text": "God considers that you died with Christ when he died. So now the spirits and all the rules that people make for how to please God—none of these things rule you anymore. So why are you still living as if these things were real? Why do you still obey those things? \n"
        },
        {
          "number": 21,
          "text": "These rules are such as: \"Do not handle certain things. Do not taste certain things. Do not touch certain things.\" Do not think you still have to obey such regulations.\n"
        },
        {
          "number": 22,
          "text": "These rules are all about things that perish in this world as people use them, and they were made up and taught by men, not by God.\n"
        },
        {
          "number": 23,
          "text": "These rules may seem to be good. But people made them because they were trying to honor God in their own way. That is why those people often look so humble; that is why they often hurt their own bodies. But if we obey these rules, we do not really stop wanting to sin. \n\n\n"
        }
      ],
      "number": 2
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "God considers that he made you alive again when he made Christ alive after he died. And Christ is in heaven and is sitting at God's right side, the place for the person of greatest honor and power. You also should try to live here as if you were already there. \n"
        },
        {
          "number": 2,
          "text": "Desire what Jesus is keeping in heaven to give you; do not desire the things here on earth.\n"
        },
        {
          "number": 3,
          "text": "For God considers that you have died and no longer belong to this world. He considers that he has hidden you with Christ to keep you safe.\n"
        },
        {
          "number": 4,
          "text": "When God reveals Christ to everyone on earth in his shining light, then he will also reveal you in that same light, because Christ makes you live! \n\n\n\n"
        },
        {
          "number": 5,
          "text": "Therefore, think of the desires you have to do evil things in this world as enemies that must die. You must execute them: Do not try to do sexually immoral or impure acts. Do not think in lustful or evil ways. And do not be greedy, because that is the same as worshiping idols. \n"
        },
        {
          "number": 6,
          "text": "It is because people do things like these that God is angry with them and will punish them, for they do not obey him.\n"
        },
        {
          "number": 7,
          "text": "You yourselves also formerly lived like that when you were participating with those who behaved like that.\n"
        },
        {
          "number": 8,
          "text": "But now you must stop doing these things. Do not be angry at each other; do not try to make trouble for each other. Do not insult each other or talk in shameful, disgusting ways.\n\n\n"
        },
        {
          "number": 9,
          "text": "And do not lie to one another. Do not do any of these things, because you have become a new person now, a person who does not do these evil things any more.\n"
        },
        {
          "number": 10,
          "text": "You are a new person, and God is always making you to know him better and better and to be like him, as he created you to be.\n"
        },
        {
          "number": 11,
          "text": "God has made us into new persons joined to Christ, and he is always making us new. So it is no longer important whether anyone is a non-Jew or a Jew, or whether anyone is circumcised or is not circumcised, or whether anyone is a foreigner, or even uncivilized, or whether anyone is a slave or not a slave. But instead what is important is Christ, who is all things in all of you.\n\n\n\n"
        },
        {
          "number": 12,
          "text": "Because God has chosen you and set you apart as his people, and because he loves you, serve others compassionately and mercifully and with kindness. Humbly and gently care for one another with patience\n"
        },
        {
          "number": 13,
          "text": "and bear with each other. If anyone complains against someone else, forgive one another. Just as the Lord Jesus has forgiven you, so also you must forgive each other.\n"
        },
        {
          "number": 14,
          "text": "And what is most important is to love one another, because by doing that you will tie yourselves together perfectly.\n\n\n\n"
        },
        {
          "number": 15,
          "text": "Christ is the one who makes you to live in peace with God and one another, so always behave so as to remain at peace. This is why he has called you to be together. And always thank God for everything.\n"
        },
        {
          "number": 16,
          "text": "As you live and serve God, always obey together what Christ has taught you. Teach and instruct each other with wisdom; praise and thank God sincerely as you sing psalms, hymns, and songs that honor him.\n\n"
        },
        {
          "number": 17,
          "text": "Whatever you say, and whatever you do, do it all to honor the Lord Jesus, and do it while you give thanks to God for what Christ has done for you.\n\n\n\n"
        },
        {
          "number": 18,
          "text": "Wives, obey your husbands; this is right and according to what the Lord Jesus has commanded.\n"
        },
        {
          "number": 19,
          "text": "Husbands, love your wives and do not be harsh with them.\n\n"
        },
        {
          "number": 20,
          "text": "Children, obey your parents in every way, because the Lord God is pleased when you do that.\n"
        },
        {
          "number": 21,
          "text": "Fathers, do not cause anger in your children, so they do not become discouraged.\n\n\n\n"
        },
        {
          "number": 22,
          "text": "Slaves, obey your masters in this world in every way. Do not obey your masters only when they are watching you, like those who merely want their masters to think they always obey. Instead, obey your masters sincerely from the heart because you honor the Lord Jesus.\n"
        },
        {
          "number": 23,
          "text": "Whatever work you do, work wholeheartedly for the Lord Jesus rather than for people. Do not work like those who are working merely for their human masters,\n"
        },
        {
          "number": 24,
          "text": "because you know the Lord will repay you; you will receive your share of what the Lord has promised you. Jesus Christ is the real master whom you are serving.\n"
        },
        {
          "number": 25,
          "text": "But God will judge each person in the same way; he will punish those who do wrong as they deserve. \n\n\n"
        }
      ],
      "number": 3
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Masters, treat your slaves justly and fairly supply what they need, because you know that you also have a master who is in heaven.\n\n\n\n"
        },
        {
          "number": 2,
          "text": "Keep praying without stopping. Do not be lazy, but instead keep praying and thanking God.\n"
        },
        {
          "number": 3,
          "text": "Pray together for us too, so that God will make it possible for us to freely explain the good news, the secret about Christ that God is now revealing everywhere. It is because we proclaimed this good news that I am now in prison.\n"
        },
        {
          "number": 4,
          "text": "Pray that I might be able to fully explain the good news.\n\n\n\n"
        },
        {
          "number": 5,
          "text": "Live wisely around those who are not believers, and make each moment valuable by using it wisely.\n"
        },
        {
          "number": 6,
          "text": "Always speak graciously and in a pleasant and interesting way to those who do not believe in the Lord Jesus. Then you will know how to speak to each person about the Lord.\n\n\n\n"
        },
        {
          "number": 7,
          "text": "Tychicus will tell you everything that has been happening to me. He is a fellow believer whom I love, who helps me faithfully, and who serves the Lord Jesus together with me.\n"
        },
        {
          "number": 8,
          "text": "The reason that I am sending Tychicus to you with this letter is that you might know about us and that he might encourage you.\n"
        },
        {
          "number": 9,
          "text": "I am sending him to you with Onesimus, who is a faithful fellow believer, whom I love and who is your fellow townsman. They will tell you all about what has been happening here.\n\n\n\n"
        },
        {
          "number": 10,
          "text": "Aristarchus, who is in prison with me, and Mark, who is Barnabas' cousin, greet you. I have instructed you about Mark, so if he comes to you, welcome him.\n"
        },
        {
          "number": 11,
          "text": "Jesus, who is also named Justus, greets you, too. These three men are the only Jewish believers working with me to proclaim God as king through Christ Jesus. They have greatly helped and encouraged me.\n\n\n"
        },
        {
          "number": 12,
          "text": "Epaphras, who is your fellow townsman and a servant of Christ Jesus, greets you. He prays earnestly for you very often, that you might be strong and believe everything that God teaches us and promises us.\n"
        },
        {
          "number": 13,
          "text": "I can say that he has worked very hard for you, for those who live in the city of Laodicea, and for those who live in the city of Hierapolis.\n"
        },
        {
          "number": 14,
          "text": "Luke the doctor, whom I love, and Demas greet you.\n\n\n\n"
        },
        {
          "number": 15,
          "text": "Greet the fellow believers who live in Laodicea, and greet Nympha and the group of believers that meets in her house.\n"
        },
        {
          "number": 16,
          "text": "After someone reads this letter among you, have someone also read it to the assembly in Laodicea. And read the letter from Laodicea, too.\n"
        },
        {
          "number": 17,
          "text": "Tell Archippus to make sure that he completes the task that God gave him to do.\n\n\n\n"
        },
        {
          "number": 18,
          "text": "I, Paul, greet you now in my own handwriting. Remember me and pray for me in prison. I pray that our Lord Jesus Christ would continue to act graciously toward you all.\n"
        }
      ],
      "number": 4
    }
  ]
}
