{
  "headers": {
    "id": "JOB Unlocked Dynamic Bible",
    "ide": "UTF-8",
    "h": "JOB",
    "toc1": "The Book of Job",
    "toc2": "Job",
    "toc3": "Job",
    "mt1": "JOB"
  },
  "book": "JOB",
  "chapters": [
    {
      "verses": [
        {
          "number": 1,
          "text": "In the land named Uz, there was a man named Job. He obeyed God and always avoided doing evil things.\n"
        },
        {
          "number": 2,
          "text": "He had seven sons and three daughters.\n"
        },
        {
          "number": 3,
          "text": "He owned seven thousand sheep, three thousand camels, one thousand oxen, and five hundred donkeys. He also had many servants. He was the richest man in all the area east of the Jordan River.\n\n\n\n"
        },
        {
          "number": 4,
          "text": "Job's sons often held feasts in their houses. Whenever each one made a feast, he would invite all his brothers and sisters to come and eat together.\n"
        },
        {
          "number": 5,
          "text": "After each celebration, Job would summon them and he would ask Yahweh to purify them from any sins or shortcomings they may have. He would get up early in the morning, kill animals, and burn them on the altar as sacrifices, one for each of his children. For Job always said, \"Perhaps my children have sinned and said something evil about God in their hearts.\"\n\n\n\n"
        },
        {
          "number": 6,
          "text": "One day, the angels came and gathered together in front of Yahweh, and Satan came, too.\n"
        },
        {
          "number": 7,
          "text": "Yahweh asked Satan, \"Where have you just come from?\"\n Satan replied, \"I have come from the earth, where I been traveling back and forth to see what is happening.\"\n\n"
        },
        {
          "number": 8,
          "text": "Yahweh said to Satan, \"Have you noticed Job, who worships me? No one else on earth honors me and lives in such a right way as he does. He always refuses to do anything evil.\"\n\n\n"
        },
        {
          "number": 9,
          "text": "Satan replied to Yahweh, \"What you say is true, but Job honors you only because of what you have done for him.\n"
        },
        {
          "number": 10,
          "text": "You have always protected him, his family, and everything he owns. You make him succeed in whatever work he tries to do, and he has very much livestock all over his land.\n"
        },
        {
          "number": 11,
          "text": "But if you attacked what he owns and took it away, he would curse you in front of everyone.\"\n\n"
        },
        {
          "number": 12,
          "text": "Yahweh replied to Satan, \"So this is what you want me to do! All right, I will permit you to take away everything that he has. But do not harm him in his own body.\"\n Satan agreed and then left Yahweh in order to plan how he would attack Job.\n\n\n\n"
        },
        {
          "number": 13,
          "text": "One day after that, Job's sons and daughters were feasting and drinking wine at the home of their oldest brother.\n"
        },
        {
          "number": 14,
          "text": "While they were doing that, a messenger arrived at Job's home and said to him, \"While your oxen were plowing the fields and the donkeys were grazing nearby,\n"
        },
        {
          "number": 15,
          "text": "a group of men from the people group of Sheba came and attacked us. They killed all your servants who were working in the fields and took away all the oxen and donkeys! I am the only one who has escaped to come and tell you what happened.\"\n\n\n\n"
        },
        {
          "number": 16,
          "text": "While he was still talking to Job, another messenger arrived. He said to Job, \"Lightning from the sky struck and killed all the sheep and all the men who were taking care of them! I am the only one who has escaped to come and tell you what happened.\"\n\n"
        },
        {
          "number": 17,
          "text": "While he was still talking to Job, a third messenger arrived. He said to Job, \"Three groups of robbers from the region of Chaldea came and attacked us. They stole all the camels and killed all the men who were taking care of them. I am the only one who has escaped to come and tell you what happened.\"\n\n\n\n"
        },
        {
          "number": 18,
          "text": "While he was still talking to Job, a fourth messenger arrived. He said to Job: \"Your sons and daughters were feasting in the home of their oldest brother.\n"
        },
        {
          "number": 19,
          "text": "Suddenly a very strong wind came from the desert and struck the house. The house collapsed on your sons and daughters and killed them all! I am the only one who has escaped to come and tell you what happened.\"\n\n\n\n"
        },
        {
          "number": 20,
          "text": "Then Job stood up and tore his robe and shaved his head because he was very sad. Then he laid down on the ground to worship God.\n"
        },
        {
          "number": 21,
          "text": "He said,\n\\q1 \"When I was born, I had no clothes.\n\\q1 When I die, I will not take any clothes with me.\n\\q1 Yahweh gave me everything that I possessed,\n\\q1 and now he has taken it all away.\n\\q1 But we should always praise Yahweh!\"\n\n"
        },
        {
          "number": 22,
          "text": "So in spite of all the things that happened to Job, he did speak not like a foolish man—he did not sin by saying that what God had done was wrong.*\n\n\n"
        }
      ],
      "number": 1
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "On another day, the angels came again and gathered together in front of Yahweh; Satan also came again.\n"
        },
        {
          "number": 2,
          "text": "Yahweh asked Satan, \"Where have you come from this time?\" Satan replied, \"I have come from the earth, where I have been traveling back and forth to see what is happening.\"\n\n\n\n"
        },
        {
          "number": 3,
          "text": "Yahweh asked Satan, \"You have you noticed my servant Job, who worships me, have you not?\n He continues to honor me; he is very exceptional, for he lives in a way that is more right than anyone else on the earth. He does this even though you persuaded me to attack him for no reason.\"\n\n\n\n"
        },
        {
          "number": 4,
          "text": "Satan replied to Yahweh, \"He praises you only because you have helped him. People will give up everything they have to save their own lives.\n"
        },
        {
          "number": 5,
          "text": "But if you harm his body, he will surely curse you in front of everyone!\"\n\n"
        },
        {
          "number": 6,
          "text": "Yahweh replied to Satan, \"All right, you may do to him whatever you like, but do not cause him to die.\"\n\n\n\n"
        },
        {
          "number": 7,
          "text": "So Satan left, and he caused Job to suffer with very painful boils, from the top of his head to the bottom of his feet.\n"
        },
        {
          "number": 8,
          "text": "Job took a piece of broken pottery and scraped the boils on his skin, and he sat in ashes to mourn and wail.\n\n\n\n"
        },
        {
          "number": 9,
          "text": "His wife said to him, \"Are you still trying to be loyal to God? You should curse God, and then go ahead and die.\"\n\n"
        },
        {
          "number": 10,
          "text": "But Job replied, \"You talk like people talk who do not know God. We should not only accept the good things that God does for us. We should also accept the bad things.\" So in spite of all these things that happened to Job, he did not offend God by saying anything against him.\n\n\n\n"
        },
        {
          "number": 11,
          "text": "Among Job's friends were Eliphaz from the town of Teman, Bildad from the land of Shuah, and Zophar from the land of Naamah. When they heard about all the terrible things that had happened to Job, they left their homes and went together to Job to mourn with him and to comfort him.\n\n\n"
        },
        {
          "number": 12,
          "text": "But when they saw Job from a distance, they almost did not recognize him. They wailed loudly, they tore their robes, and they threw dust into the air that settled on their heads. They did this to show how sorry they were for him.\n"
        },
        {
          "number": 13,
          "text": "Then they sat on the ground with Job for seven days. None of them said anything to him, because they saw that he was suffering greatly, and they did not think that anything that they could say would lessen his pain.\n\n\n"
        }
      ],
      "number": 2
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Finally, Job spoke, and he cursed the day that he was born.\n"
        },
        {
          "number": 2,
          "text": "He said,\n\\q1\n"
        },
        {
          "number": 3,
          "text": "\"I wish that the day when I was born could be eradicated,\n\\q2 the night when I was born.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "I wish that the day when I was born could have been dark.\n\\q2 I wish that God who is in heaven would forget about that day,\n\\q2 and that the sun would not have shone on it.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "I wish that thick darkness would have filled that day,\n\\q1 and that a black cloud would have come over it\n\\q2 and blotted out all light,\n\\q2 and caused the people then to be terrified.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "I wish that the night when I was born would be erased from the calendar,\n\\q2 that it would never again appear as one night in any month,\n\\q2 and that it would not be included in any calendar.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "I wish that no child would again be born on that date,\n\\q2 and that no one would again be happy then.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "The people who are able to awaken the great sea monster—I want them to curse the day I was born.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "I wish that the stars that shone early in the morning on that day after I was born may not shine again.\n\\q2 If only those stars had wished in vain for light to shi ne;\n\\q2 and that they had not shone on that day.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "That was an evil day because my mother's womb was not closed;\n\\q2 instead, I was born, and I have now experienced all these terrible things.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "I wish that I had died when I was born;\n\\q2 I wish I had perished when I came out from my mother's womb.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "I wish that my mother had never welcomed me.\n\\q2 I wish that she had not nursed me at her breasts.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "If I had died at the time when I was born,\n\\q2 I would now be asleep, resting peacefully.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "I would be resting with kings who built beautiful tombs which are now in ruins,\n\\q2 and I would be resting with their officials who have also died.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "I would be resting with princes who were wealthy,\n\\q2 whose palaces were filled with gold and silver.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "I wish that I had been buried like a child who had died in its mother's womb\n\\q2 and never lived to see the light.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "After wicked people die, they do not cause any more troubles;\n\\q2 those who are very tired now will rest.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Those who were in prison rest peacefully after they die;\n\\q2 they no longer have slave drivers who curse them.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "Rich people and poor people are alike after they die,\n\\q2 and those who were slaves no longer have to obey their masters.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "Why does God allow those who are suffering greatly like me to continue to remain alive?\n\\q2 Why does he allow them to live, those who are very miserable?\n\\q1\n"
        },
        {
          "number": 21,
          "text": "They long to die, but they do not die.\n\\q2 They desire to die more than people desire to find hidden treasure.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "When they finally die and are buried, they are very happy.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "I do not understand why God keeps alive anyone whom he keeps from being happy,\n\\q2 anyone whom he forces to live in misery.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "I cry very much; as a result, I cannot eat;\n\\q2 I groan as easily as a river flows with water.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "Things that I always worried might happen to me—these things have happened to me;\n\\q2 things that I always dreaded have come upon me.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "Now I have no peace in my heart;\n\\q2 I have no quietness;\n\\q1 I cannot rest;\n\\q2 instead, I have only troubles.\"\n\n\n"
        }
      ],
      "number": 3
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Eliphaz replied to Job. He said,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Will you please allow me to say something to you?\n\\q2 I am not able to remain silent any longer.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "In the past, you have instructed many people,\n\\q2 and you have encouraged those for whom it was difficult to trust in God.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "In the past, when you spoke to others who were suffering, you helped them;\n\\q2 they were able to rejoice again because of God.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "But now, when you yourself suffer from disasters, you become discouraged.\n\\q2 The disasters hit you, and you are stunned.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "You say that you honor God; so you should be trusting in him, for him not to let you suffer.\n\\q2 If you really had not sinned, you would have been confident that God would not let these disasters happen to you!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Think about this: No innocent people ever die when they are still young!\n\\q2 God never kills innocent people!\n\\q1\n"
        },
        {
          "number": 8,
          "text": "I have seen this happen: if farmers plant bad seeds, they do not harvest good crops;\n\\q2 anyone who starts trouble for others later brings trouble on himself.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "These people die when God commands them to,\n\\q2 because he is very angry with them.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "Even though wicked people may be very powerful like young lions,\n\\q2 God destroys them.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "They will die like older lions that starve to death when there are no animals left to eat.\n\\q2 Their children will scatter from each other like young lions that separate from each other to find food.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "I heard a message that someone came\n\\q2 and whispered to me.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "He spoke to me at night when I was having a bad dream that disturbed me.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "It caused me to be afraid and tremble;\n\\q2 it caused all my bones to shake.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "A ghost glided past my face\n\\q2 and caused the hair on the back of my neck to stand straight up.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "It stopped, but I could not see what it really looked like.\n\\q2 But I knew that there was some being in front of me,\n\\q1 and it said in a quiet voice,\n\\q1\n"
        },
        {
          "number": 17,
          "text": "'No human being can be more righteous than God.\n\\q1 No man can be better than God, who made him.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "God cannot be sure that his own angels will always do what is right;\n\\q2 he declares that some of them have done wrong.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "So he certainly cannot trust human beings whom he has made from dust and clay,\n\\q2 human beings, whom disaster crushes as easily as you can crush a moth!\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "People are sometimes in good health in the morning, but by the evening they are dead.\n\\q2 They are gone forever and no one even pays attention.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "They are like tents that collapse suddenly when you pull up their stakes;\n\\q2 they die suddenly without ever knowing why.'\"\n\n\n"
        }
      ],
      "number": 4
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"Job, no one will stop you from calling out for someone to help you,\n\\q2 but I am certain that no angel will come to you!\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Foolish people die because they are resentful;\n\\q2 people whom others easily deceive—these people die because they envy others.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "I have seen foolish people who seemed to be successful,\n\\q2 but suddenly they experienced disaster because I cursed their home.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Their sons are never safe;\n\\q2 they always lose to their opponents in court,\n\\q2 because there is no one to defend them.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Hungry people steal the crops that foolish people harvest;\n\\q2 they even steal the crops that grow among thorns,\n\\q2 and greedy people take away the wealth of those foolish people.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "But it is not the farmland that makes bad things happen;\n\\q2 troubles do not grow up from the ground like plants.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "People make trouble for themselves from the time that they are born;\n\\q2 this is as certain as the fact that sparks shoot up from a fire.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "If I were suffering like you are, I would ask God for help\n\\q2 and tell him what I am complaining about.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "He does great things, things that we cannot understand;\n\\q2 we cannot even count the marvelous things that he does.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "He sends rain on the ground;\n\\q2 he makes it rain on our fields.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "He defends those who are humble,\n\\q2 and puts those who mourn into places where they are safe.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "He causes crafty people to not be able to do what they plan to do,\n\\q2 with the result that they achieve nothing.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "The people who think they are wise—he makes their own traps catch them;\n\\q2 the result is that they do not succeed.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "It is as though even in the daytime they were living in darkness\n\\q2 and were groping around trying to find the road at noontime like people do at night.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "But God saves helpless people from the wicked who say evil things about them;\n\\q2 he saves poor people from powerful people harming them.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "So poor people confidently expect that good things will happen to them;\n\\q2 but God stops wicked people from saying evil things.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "But those whom God corrects are fortunate;\n\\q2 so do not despise it when God, who can do anything, disciplines you.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "He wounds people, but then he puts bandages on those wounds;\n\\q2 he hurts people, but he also heals them.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "He will rescue you many times from your troubles,\n\\q2 with the result that nothing evil will happen to you.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "When there is little food to eat, he will not allow you to die,\n\\q2 and when there is a war, your enemies will not kill you.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "God will protect you when people say false, evil things about you;\n\\q2 you will not be afraid when many things around you perish.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "You will be able to laugh when that happens and when there is nothing to eat,\n\\q2 and you will not be afraid of wild animals.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "You will not worry about having big rocks in your fields that will make plowing difficult,\n\\q2 and you will not worry that wild animals might attack you.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "You will know that things will go well for you in your home;\n\\q2 when you look at your livestock, you will see that they are all there.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "You will be certain that you will have many descendants,\n\\q2 who will be as numerous as blades of grass.\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "You will become very old before you die,\n\\q2 like sheaves of grain continue to grow until it is time to harvest and thresh them.\n\\b\n\\q1\n"
        },
        {
          "number": 27,
          "text": "My friends and I have thought carefully about these things, and we know that they are true,\n\\q2 so pay attention to what I have said!\"\n\n\n"
        }
      ],
      "number": 5
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job spoke again to Eliphaz:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"If all my troubles and misery could be put on a scale and weighed,\n\\q1\n"
        },
        {
          "number": 3,
          "text": "they would be heavier than all the sand along the ocean shores.\n\\q2 That is why I spoke very rashly about the day that I was born.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "It is as though Almighty God has shot me with arrows.\n\\q2 It is as though those arrows have poison on their tips, and that poison has gone into my spirit.\n\\q1 The things that God has done to me are like soldiers lined up to attack me.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Just like a wild donkey does not complain by braying when it has plenty of grass to eat,\n\\q2 and an ox does not complain by bellowing when it has food to eat,\n\\q1 I would not complain if you were really helping me.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "People complain when they must eat food that has no salt\n\\q2 or food that is slimy and tasteless;\n\\q1 that is what your words are like, Eliphaz.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "I do not want to eat food like that,\n\\q2 because it disgusts me,\n\\q1 and I do not like what you have said to me.\n\\b\n\\q1\n"
        },
        {
          "number": 8,
          "text": "I wish that God would do for me what I have asked of him:\n\\q1\n"
        },
        {
          "number": 9,
          "text": "I wish that he would crush me and let me die.\n\\q2 I wish that he would reach out his hand and take away my life.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "If he would do that, I would be comforted because I would know that in spite of the great pain that I have suffered,\n\\q2 I have always obeyed what God, the Holy One, has commanded.\n\\b\n\\q1\n"
        },
        {
          "number": 11,
          "text": "But now I do not have enough strength to endure all these things.\n\\q2 And since I have nothing to hope for in the future,\n\\q2 it is difficult for me to be patient now.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "I am not strong like rocks are,\n\\q2 and my body is not made of bronze.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "So I am not able to help myself;\n\\q2 I am not wise enough for that.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "When a man has many troubles, his friends should be kind to him,\n\\q2 even if he stops honoring Almighty God.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "But you, my friends, are not dependable.\n\\q2 You are like streams in the wilderness: They spill over their banks in the spring\n\\q1\n"
        },
        {
          "number": 16,
          "text": "when the melting ice and snow make them overflow,\n\\q1\n"
        },
        {
          "number": 17,
          "text": "but when the dry season comes, there is no water flowing in those streams,\n\\q2 and the channels dry up.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "The caravans of merchants turn off their road to search for water,\n\\q2 but there is no water in those streambeds,\n\\q2 so the merchants die in the desert.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "The men in those caravans searched for some water\n\\q2 because they were sure that they would find some.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "But they did not find any,\n\\q2 so they were very disappointed.\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "Similarly, you friends have not helped me at all!\n\\q1 You have seen that terrible things have happened to me,\n\\q2 and you are afraid that God might do similar things to you.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "After I lost all my wealth, I did not ask any of you for money.\n\\q2 I did not plead with any of you to spend some of your money to help me.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "I never asked any of you to rescue me from my enemies,\n\\q2 and I did not ask you to save me from those who oppressed me.\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "Answer me now, and then I will be quiet;\n\\q2 tell me what wrong things I have done!\n\\q1\n"
        },
        {
          "number": 25,
          "text": "When people speak what is true, that truth will not hurt the person who hears it,\n\\q2 but what you have criticized me for having done is not true, so you have proven nothing when you say those things.\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "I am a man who has nothing to hope for,\n\\q2 but you try to correct me, and you think what I say is as useless as the wind!\n\\q1\n"
        },
        {
          "number": 27,
          "text": "You do not sympathize with me at all for the things \nthat I am suffering.\n\\q2 You will do anything to get something for yourselves! You would even play a game to see who gets an orphan as a prize!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 28,
          "text": "Please look at me! I will not lie while I am talking straight to you.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "Stop saying that I have sinned, and stop criticizing me unjustly!\n\\q2 You should realize that I have not done things that are wrong.\n\\q1\n"
        },
        {
          "number": 30,
          "text": "Do you think that I am lying?\n\\q2 No, I am not lying, because I know what is right to say, and what is wrong.\"\n\n\n"
        }
      ],
      "number": 6
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"People need to work hard on this earth like soldiers do;\n\\q1 all during the time that we are alive, we need to work as hard as any hired worker.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "We are like slaves who keep wanting to be in the cool of evening,\n\\q2 and we are like workers who keep waiting to be paid.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "God has given to me many months in which I think that it is useless to remain alive;\n\\q1 he has assigned to me many nights during which I feel miserable.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "When I lie down at night I say, 'How long will it be until I get up?'\n\\q2 But the nights are long, and I toss on my bed until the dawn.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "My body is covered with maggots and scabs;\n\\q2 pus oozes out of my open sores.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "My days pass as quickly as a weaver's shuttle;\n\\q2 when one day ends, I never expect that things will be better the next day.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "God, do not forget that my life is as short as a single breath;\n\\q2 I think that I will never again experience being happy.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "God, you see me now,\n\\q2 but some day you will not see me anymore.\n\\q2 You will search for me, but I will be gone because I will be dead.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Like a cloud passes and disappears,\n\\q2 people die and descend to the place where dead people are, and they do not return;\n\\q1\n"
        },
        {
          "number": 10,
          "text": "they never return to their houses,\n\\q2 and the people who are still alive do not remember them anymore.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "So I will not be silent;\n\\q2 while I am suffering, I will speak;\n\\q1 I will complain to God about what has happened to me\n\\q2 because I am very angry.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "God, why do you watch closely what I am doing?\n\\q2 Do you think that I am a dangerous sea monster?\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "When I lie down at night, I say to myself, 'I will go to sleep and stop suffering;\n\\q2 my pain will be less while I am sleeping.'\n\\q1\n"
        },
        {
          "number": 14,
          "text": "But then you give me dreams that cause me to be afraid;\n\\q2 you give me visions that terrify me;\n\\q1\n"
        },
        {
          "number": 15,
          "text": "these things make me wish that someone would strangle me to death,\n\\q2 rather than for me to continue to be alive when I am only a bunch of bones.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "I detest continuing to be alive; I do not want to live for many more years.\n\\q2 Allow me to be alone, because I will be alive for only a very short time.\n\\b\n\\q1\n"
        },
        {
          "number": 17,
          "text": "We human beings are not very important;\n\\q2 so why do you pay so much attention to us ?\n\\q1\n"
        },
        {
          "number": 18,
          "text": "You look at us every morning to see what we are doing,\n\\q2 and you \nexamine us every moment to see if we are doing what is right.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "When will you stop looking at me and leave me alone for a little time, long enough to swallow my own spit?\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Why do you watch me constantly?\n\\q2 If I sin, that certainly does not harm you!\n\\q1 Why have you set me up like a target to shoot at?\n\\q2 Do you consider me to be a heavy load that you are forced to carry?\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "If I have sinned, are you not able to forgive me\n\\q2 for the wrong things that I have done?\n\\q1 Soon I will lie in my grave;\n\\q2 you will search for me, but you will not find me because I will be dead and gone.\"\n\n\n"
        }
      ],
      "number": 7
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Bildad, from the Shuah area, spoke to Job. He said,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Job, how much longer will you talk like this?\n\\q2 What you say is as useless as a big wind.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Almighty God certainly never does anything unfairly.\n\\q2 He always does what is right.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Your children have sinned against him;\n\\q2 this is evident because he has punished them for those evil things.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "But now, if only you will earnestly request Almighty God to help you!\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "If only you were pure and honest!\n\\q2 Then he will surely do something good for you\n\\q2 and reward you by giving your family back to you and making you prosper.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "Even though you were not very prosperous before,\n\\q2 during the last stage of your life you would become very wealthy.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "I request you to think about what happened long ago\n\\q2 and to consider what our ancestors found out.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "It seems as though we were born only yesterday\n\\q2 and we know very little;\n\\q1 our time here on the earth disappears quickly, like a shadow that is here and then gone.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "So why not allow your ancestors to teach you anything?\n\\q2 Let them tell you what they learned!\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "Papyrus certainly does not grow away from marshland;\n\\q2 reeds certainly cannot grow where there is no water.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "If the water dries up while they are blossoming,\n\\q2 they wither more quickly than any other plant.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Those who do not pay attention to what God says are like those reeds;\n\\q2 godless people stop confidently expecting that good things will happen to them.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "The things they confidently expect to happen do not happen;\n\\q2 things they trust will help them are as weak as a spider's web.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "If they lean against a house, it falls on them;\n\\q2 if they cling to things for safety, those things will not remain firm.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Godless people are like plants that are watered before the sun rises:\n\\q2 their shoots spread all over the gardens.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "The roots of those plants twist around the piles of stones\n\\q2 and cling tightly to the rocks.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "But if a gardener pulls those plants out,\n\\q2 it is as though the place where they were planted says, 'They were never here!'\n\\q2 That is what happens to wicked people who do not pay attention to what God says.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "Truly, this is all the joy that evil people have:\n\\q2 other people just come and take their places.\n\\b\n\\q1\n"
        },
        {
          "number": 20,
          "text": "So, I tell you, Job, God will not reject you if you honor him,\n\\q2 but he does not help evil people.\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "He will always enable you to laugh\n\\q2 and to \nshout joyfully.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "But those who hate you will be very ashamed,\n\\q2 and the homes of wicked people will disappear.\"\n\n\n"
        }
      ],
      "number": 8
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job replied,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Yes, yes, I know.\n\\q2 But how can anyone say to God, 'I am innocent'?\n\\q1\n"
        },
        {
          "number": 3,
          "text": "If someone wanted to argue with God about that,\n\\q2 God could ask him a thousand questions\n\\q2 and that person would not be able to answer any of them!\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "God is very wise and powerful;\n\\q2 no one who has tried to argue against him has ever been able to win.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "He even moves mountains in earthquakes without telling anyone in advance.\n\\q2 When he is angry, he turns the mountains upside down.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "He sends earthquakes that shake the ground;\n\\q2 he causes the columns that support the earth to shake.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Some days he speaks to the sun, and it does not rise,\n\\q2 and some nights he prevents the stars from shining.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "He alone stretched [stretches] out the sky;\n\\q2 he alone puts his feet on the waves and stops their violence.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "He set in their places the groups of stars— the Bear, Orion, the Pleiades, and the groups of stars in the southern sky.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "He does great things that we cannot understand;\n\\q2 he does more marvelous things than we are able to count.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "He passes by where I am, but I cannot see him;\n\\q2 he moves further on, but I do not see him go.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "If he wants to snatch someone away, no one could stop him;\n\\q2 no one dares ask him, 'Why are you doing that?' \n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "God will not very easily stop being angry;\n\\q2 he defeated the servants of Rahab, the great sea monster.\n\\b\n\\q1\n"
        },
        {
          "number": 14,
          "text": "If God took me to court,\n\\q2 what could I say to answer him?\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Even though I would be innocent, I would not be able to answer him.\n\\q2 All I could do would be to request God, my judge, to act mercifully toward me.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "If I summoned him to come to the courtroom and he said that he would come,\n\\q2 I would not believe that he would pay attention to what I would say.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "He sends storms to batter me,\n\\q2 and he bruises me many times without any reason.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "It is as though he will not let me get my breath\n\\q2 because he causes me to suffer all the time.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "If I tried to wrestle with him, there would be no way to defeat him,\n\\q2 because he is stronger than I am.\n\\q1 If I called him to appear in court,\n\\q2 there is no one who could force him to go there.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Even though I was innocent, anything I said would cause him to punish me;\n\\q2 even though I had not done anything wrong, he would still prove that I was guilty.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "I have not done anything wrong, but that is not important anymore because I do not care what happens to me.\n\\q2 I despise living.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Nothing is important to me\n\\q2 because God will get rid of all of us, both those who are innocent and those who are wicked.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "When people experience disaster and it causes them to suddenly die,\n\\q2 God laughs at it, even if they are innocent.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "God has allowed wicked people to control what happens in the world.\n\\q2 It is as though he had caused judges to be blind, no longer able to judge fairly.\n\\q1 If it is not God who has done that,\n\\q2 who, then, has done it?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "My days pass very quickly, like a fast runner who passes one by;\n\\q2 it is as though the days run away, and nothing good ever happens to me.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "My life goes by very rapidly, like a swiftly sailing boat made from reeds\n\\q2 or like an eagle that swoops down to seize an animal.\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "If I smile and say to God, 'I will forget what I am complaining about;\n\\q2 I will stop looking sad and try to be cheerful,'\n\\q1\n"
        },
        {
          "number": 28,
          "text": "then I become afraid because of all that I am suffering\n\\q2 because I know that God does not consider that I am innocent.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "He will condemn me anyway,\n\\q2 so why should I keep trying in vain to defend myself?\n\\q1\n\n\n"
        },
        {
          "number": 30,
          "text": "If I washed myself with snow\n\\q2 or cleansed my hands with lye\n\\q2 to get rid of my guilt,\n\\q1\n"
        },
        {
          "number": 31,
          "text": "he would still throw me into a filthy pit;\n\\q2 as a result it would be as though even my clothes would detest me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 32,
          "text": "God is not a human, as I am,\n\\q2 so there is no way that I could answer him to prove that I am innocent\n\\q2 if we went together to have a trial in a courtroom.\n\\q1\n"
        },
        {
          "number": 33,
          "text": "There is no one to mediate,\n\\q2 no one who has authority over both of us.\n\\q1\n\n\n"
        },
        {
          "number": 34,
          "text": "I wish someone else could stop God from making me suffer,\n\\q2 and that he would not continue to terrify me.\n\\q1\n"
        },
        {
          "number": 35,
          "text": "If he did that, I would declare that I am innocent without being afraid of him\n\\q2 because I know within myself that I really have not done what is wrong like God thinks that I have.\n\n\n"
        }
      ],
      "number": 9
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "I detest living any longer.\n\\q1 I will not stop saying why I am complaining.\n\\q2 Since I am very unhappy, I will speak.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "I will say to God, 'Do not just say that you must punish me;\n\\q2 in addition, tell me what wrong you saw that I have done.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Does it please you to oppress me,\n\\q2 to abandon me, whom you created,\n\\q2 and, at the same time, to help wicked people to do the things that they plan to do?\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Do you understand things the way that we humans do?\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Do you live for only a few years, like [as] we do?\n\\q1\n"
        },
        {
          "number": 6,
          "text": "So why do you continue to search for my faults\n\\q2 and to hunt for my sins?\n\\q1\n"
        },
        {
          "number": 7,
          "text": "You know that I am not guilty,\n\\q2 and that no one can rescue me from your power.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "With your hands you created me and shaped my body,\n\\q2 but now you are deciding that you should not have done that, and you are destroying me instead.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Do not forget that you made me from a piece of clay;\n\\q2 are you going to cause me to become soil again?\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "You certainly formed me when I was conceived,\n\\q2 and you put me together inside my mother's womb.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "You fastened my bones together with sinews,\n\\q2 and then you covered them with flesh inside my skin.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "You have caused me to be alive; you have faithfully loved me,\n\\q2 and you have carefully preserved me.\n\\b\n\\q1\n"
        },
        {
          "number": 13,
          "text": "But you kept secret what you were planning to do to me;\n\\q2 I am certain that you were planning to do these things to me.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "You were watching to see if I would sin,\n\\q2 so that, if I did sin, you would refuse to forgive me.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "If I am a wicked man, I hope that terrible things will happen to me.\n\\q1 But even if I am righteous, I still must bow my head and feel ashamed\n\\q2 because I am very disgraced and feel miserable.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "And if I am proud, you hunt me like a lion hunts for some animal to kill,\n\\q2 and you act powerfully to injure me.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "You constantly find more witnesses to testify that I have done what is wrong,\n\\q2 and you continually become more angry with me.\n\\q2 It is as though you are [were] always bringing new troops to attack me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "God, why did you allow me to be born?\n\\q2 I wish had died when I was born, and that no one had ever seen me.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "I think it would have been better if I had been carried directly from my mother's womb to the grave\n\\q2 than for me to live.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "I think that there are only a few days for me to remain alive;\n\\q2 so allow me to be alone, in order that I may have a little peace\n\\q1\n"
        },
        {
          "number": 21,
          "text": "before I go to the place from which I will never return,\n\\q2 [a place] where it is always gloomy and very dark,\n\\q1\n"
        },
        {
          "number": 22,
          "text": "a place of darkness and dark shadows where everything is confused\n\\q2 [and] where even the small light there is like darkness.'\"\n\n\n"
        }
      ],
      "number": 10
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Zophar, the friend from the region of Naamah, said this to Job:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Should no one answer all that you have said?\n\\q2 Just because you talk a lot, that fact should not persuade us to declare that you are innocent.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Job, should your babbling really cause us to be silent?\n\\q2 When you make fun of what we think, certainly there should be someone to rebuke you and cause you to be ashamed!\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "You say, 'What I say is true;\n\\q2 God knows that I am innocent.'\n\\q1\n"
        },
        {
          "number": 5,
          "text": "But I wish that God would talk\n\\q2 and say something to answer you!\n\\q1\n"
        },
        {
          "number": 6,
          "text": "God knows everything about everything,\n\\q2 so I wish that he would tell you the secrets that he knows because he is wise.\n\\q1 It would be good if you realized that God is punishing you less than you deserve!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Tell me, will you ever be able to find out the things about God that are very difficult to understand?\n\\q2 Will you be able to find out everything that there is to know about Almighty God?\n\\q1\n"
        },
        {
          "number": 8,
          "text": "What there is to know about God is greater than the distance from earth to heaven;\n\\q2 so there is no way that you can understand it all.\n\\q1 It is greater than the distance from here to the place of the dead;\n\\q2 so it is impossible for you to know it all.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "What there is to know about God is wider than the earth\n\\q2 and wider than the ocean.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "If God comes to you and puts you in prison and then brings you to a trial,\n\\q2 who can stop him?\n\\q1\n"
        },
        {
          "number": 11,
          "text": "He knows which people are worthless;\n\\q2 and when he sees people doing wicked things, he certainly does not ignore them.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "Stupid people like you will start to become wise \n\\q2 when wild donkeys start giving birth to people.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Job, repent and make your heart humble;\n\\q2 reach out your hands toward God and plead with him.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "If you have done evil things, stop doing them;\n\\q2 and do not allow any people in your house to do wicked deeds.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "If you do that, surely you will be able to carry your head high, because you will not be ashamed;\n\\q2 you will be strong and not afraid of anything.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "You will forget all your troubles;\n\\q2 they will be like the water that has all flowed away and dried up.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "Your troubles will be ended, like the darkness ends at the dawn;\n\\q2 it will be as though the sun were shining brightly on you, like it shines at noon.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "You will feel safe, because you will be confident that good things will happen to you;\n\\q2 God will protect you and allow you to rest safely each night.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "You will lie down to sleep, and no one will make you afraid.\n\\q2 And many people will come and request you to be kind to them.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "But wicked people will not be able to understand why bad things are happening to them;\n\\q2 they will not have any way to escape from their troubles.\n\\q2 The only thing that they will want to do is to die. \"\n\n\n"
        }
      ],
      "number": 11
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job said to his three friends,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"There is no doubt that you are the people to whom everyone should listen,\n\\q2 and that when you die, there will be no more wise people alive.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "But I have as much good sense as you do;\n\\q2 I am no less wise than you are.\n\\q2 Certainly everyone knows all that you have said.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "My friends all laugh at me now.\n\\q2 Previously I habitually requested God to help me, and he always answered me.\n\\q1 I am righteous, and I honor God, but now everyone laughs at me.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "It is easy for people like you, who have no troubles, to laugh at people like me;\n\\q2 you make us who are already suffering to have even more troubles.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "Meanwhile, bandits live peacefully,\n\\q2 and no one threatens those who cause God to become angry;\n\\q2 the god they worship is their own strength.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "But ask the wild animals what they know about God;\n\\q2 if they could speak they would teach you.\n\\q1 If you could ask the birds,\n\\q2 they would tell you.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "If you could ask the creatures that crawl on the ground, or the fish in the sea,\n\\q2 they would tell you about God.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "All of them certainly know that it is Yahweh who has made them by his hands.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "He directs the lives of all living creatures;\n\\q2 he gives breath to all us humans to enable us to live.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "When we hear what people like you say,\n\\q2 we think carefully about what they say to determine what is good and what is bad,\n\\q2 like we taste food to know what is good and what is bad.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "Old people are usually very wise;\n\\q2 because they have lived a long time, they understand much.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "And God is wise and very powerful;\n\\q2 he has good sense and understands everything.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "If he tears something down, no one can rebuild it;\n\\q2 if he puts someone in prison, no one can open the door to let that person to escape.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "When he prevents rain from falling, everything dries up.\n\\q2 When he causes a lot of rain to fall, the result is that there are floods.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "He is the one who is truly strong and wise;\n\\q2 he rules over those who deceive others and those whom they deceive.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "He sometimes causes the king's officials to lose their wisdom and grieve because of it'\n\\q2 and he causes judges to become foolish.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "He takes from kings the ornaments that they wear\n\\q2 and puts loincloths around their waists, causing them to become slaves.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "He also makes priests grieve,\n\\q2 and he takes power away from those who rule others.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "He sometimes causes those whom others trust to be unable to speak,\n\\q2 and he causes old men to no longer have good sense.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "He causes people to despise those who rule,\n\\q2 and he causes those who are powerful to become weak.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "He shows to us things that were secret,\n\\q2 even things that were in the world of the dead.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "He causes some nations to become very great,\n\\q2 and later he destroys them;\n\\q1 he causes the territory of some nations to become much larger,\n\\q2 and later he brings others to defeat them and take them prisoner.\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "He causes some rulers to become foolish,\n\\q2 and then he causes them to wander around, lost, as if they were in the wilderness with no way out.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "It is as if theywere feeling around in the darkness, without any light;\n\\q2 as if they were drunk, not knowing what they should do.\"\n\n\n"
        }
      ],
      "number": 12
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"I have seen everything that you have seen,\n\\q2 and I have heard and understood all that you have said.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "What you know, I also know;\n\\q2 I do not know less than you.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "But I would like to speak with Almighty God, not with you;\n\\q2 I would like to argue with him and show him that I am innocent.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "As for you, you tell lies and do not allow people to know unpleasant truth,\n\\q2 like someone who covers up the bad surface of a wall with whitewash.\n\\q1 You are all like doctors who sell people useless medicine.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "I wish that you would be silent;\n\\q2 that would be wiser than anything you have said to me.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Listen to what I will say to you now;\n\\q2 listen while I am saying what is true about myself.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "You are telling lies to help God;\n\\q2 you are saying what is false in order to help him!\n\\q1\n"
        },
        {
          "number": 8,
          "text": "You would really like to be kind to him by defending what he does, would you not?\n\\q2 It is as if you were trying to prove in a court that he is innocent!\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "But if he, sitting as the judge, looked closely at you, he would find that what you are doing for him is bad!\n\\q2 You have deceived other people, but do not think that you can lie about him in court and say that you are defending him!\n\\q1\n"
        },
        {
          "number": 10,
          "text": "If you say clever things to persuade God to take your side,\n\\q2 he will surely rebuke you.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "He will certainly bring the full force of his power against you;\n\\q2 you will become very afraid of him.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "What you have said—the things that you think are so wise—are as useless as ashes;\n\\q2 what you say to defend how you think is no better than clay that quickly crumbles.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "So be quiet and allow me to speak;\n\\q2 after that, it will not matter what happens to me.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "I am ready to risk my life;\n\\q2 I am even willing to risk that God will execute me for what I say.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "If he kills me, then I will not have anyone else whom I can confidently expect to help me,\n\\q2 but I am going to defend my behavior in his presence anyway.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "No wicked person would dare to stand in the presence of God,\n\\q1 but because I say that I have not done things that are wrong,\n\\q2 perhaps, if I can prove that to God, he will declare me innocent.\"\n\\q1\n"
        },
        {
          "number": 17,
          "text": "\"God, listen very carefully to what I say; pay attention to me.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "I am ready to argue that I am innocent,\n\\q2 and I know that you also will declare that I am not guilty.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "I certainly do not think that you or anyone else will say that what I say is false;\n\\q2 if you did so, then I would speak no more, and I would die.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "I am requesting you to do two things for me;\n\\q2 if you do them, I will not try to hide from you.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "The first thing that I request is that you stop punishing me,\n\\q2 and the second thing that I request is that you stop terrifying me.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Speak first, and then I will reply;\n\\q2 or allow me to speak first, and then you reply.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "What have I done that is wrong? What sins have I committed?\n\\q2 Show me how I have disobeyed you.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "Why do you refuse to be friendly to me?\n\\q2 Why do you act toward me as though I were your enemy?\n\\q1\n"
        },
        {
          "number": 25,
          "text": "I am as insignificant as a leaf that the wind blows.\n\\q2 Why are you trying to make me afraid ?\n\\q1 Why are you making me suffer?\n\\q2 After all, I am as useless as a bit of dry chaff!\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "It seems that you are writing things to accuse me of having sinned,\n\\q2 and that you are writing down even the bad things I did when I was young.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "It is as though you have put my feet in stocks\n\\q2 and that you were watching me wherever I walk;\n\\q2 it is as though you were following my footprints to see where I have gone.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "Because of this, my body is falling apart like rotten wood,\n\\q2 like a piece of cloth that the larvae of moths are eating.\n\n\n"
        }
      ],
      "number": 13
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "We humans are very frail. We are born, and\n\\q2 we live only a short time; we experience much trouble.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "We disappear quickly, like flowers that grow from the ground quickly and then wither and die.\n\\q2 We are like shadows that disappear when the sun stops shining.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Yahweh, why do you keep watching me to see if I am doing something that is wrong ?\n\\q2 Do you want to take me to court to judge me?\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "No one can bring something acceptable to God out of something that is not acceptable to him.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "You have decided how long our lives will be.\n\\q2 You have decided how many months we will live,\n\\q2 and we cannot live longer than the time that you have decided.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "So please stop examining us, and allow us to be alone\n\\q2 so that we might enjoy our life of hard labor, if a hired worker can possibly do so.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "If we cut a tree down,\n\\q2 sometimes we hope that it will sprout again and grow new branches.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Its roots in the ground may be very old,\n\\q2 and its stump may decay,\n\\q1\n"
        },
        {
          "number": 9,
          "text": "but if some water falls on it,\n\\q2 it may bud and send up shoots like a young plant.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "But when we people lose all our strength and die,\n\\q2 we stop breathing, and then we are gone forever.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "Just as water evaporates from a lake,\n\\q2 or as a riverbed dries up,\n\\q1\n"
        },
        {
          "number": 12,
          "text": "people lie down and die and do not get up again.\n\\q1 Until the heavens do not exist any longer;\n\\q2 people who die do not wake up,\n\\q2 and no one can wake them up.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Yahweh, I wish that you would put me safely in the place of the dead and forget about me, so that I do not suffer any more\n\\q2 until you are no longer angry with me.\n\\q1 I wish that you would decide how much time I would spend there,\n\\q2 and then remember that I am there.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "When we humans die, we will certainly not live again.\n\\q2 If I knew that we would live again, I would wait patiently\n\\q2 for you to release me from my sufferings.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "You would call me, and I would answer.\n\\q2 You would be eager to see me, one of the creatures that you had made.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "You would carefully see where I went,\n\\q2 and you would not be interested in seeing whether I sinned or not.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "The record of my sins would be sealed in a small bag,\n\\q2 and you would cover them.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "But, just as mountains crumble and rocks fall down from a cliff,\n\\q1\n"
        },
        {
          "number": 19,
          "text": "and just as water slowly wears away the stones, and just as floods wash away soil,\n\\q2 you eventually destroy us; you do not allow us to continue to hope that we will keep on living.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "You always defeat us, and then we die.\n\\q2 You cause our faces to look ugly after we die,\n\\q2 and you send us away.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "When we die, we do not know if our sons will grow up and do things that will cause other people to honor them.\n\\q2 Or if they become disgraced, we do not know that either.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "We will feel our own pain; we will not feel anything else;\n\\q2 we will be sorry for ourselves, not for anyone else.\"\n\n\n"
        }
      ],
      "number": 14
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Eliphaz replied to Job:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"If you were truly wise, you would not have replied to us by claiming that you know a lot;\n\\q2 what you are saying is just a lot of hot air.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "You should not be saying things that do not benefit anyone;\n\\q2 you should not say things that do no one any good.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "You are teaching others not to respect God,\n\\q2 and you are keeping them from honoring him.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "You are wicked, and that is why you say what you do;\n\\q2 you talk like deceptive people talk.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "Everything that you say shows that God should punish you;\n\\q2 it is not necessary for me to prove that.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Tell me, why do you think you know so much? You do not think that you were the first person who was ever born, do you? \n\\q2 You do not think that you were born before God created the mountains, do you?\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Were you listening when God made all his plans? \n\\q2 Do you think that you are the only person who is wise?\n\\q1\n"
        },
        {
          "number": 9,
          "text": "What do you know that we others do not know?\n\\q2 You do not understand anything that is not also clear to us.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "My friends and I are also wise;\n\\q2 we acquired wisdom from old gray-haired people,\n\\q2 from people who were born before your father was.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "God wants to comfort you\n\\q1 and to speak gently to you;\n\\q2 that should be enough for you, but it is not enough, is it?\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "Why do you allow yourself to be excited by your emotions?\n\\q2 Why do your eyes flash with anger?\n\\q1\n"
        },
        {
          "number": 13,
          "text": "You are angry with God,\n\\q2 and so you say harsh things against him.\n\\b\n\\q1\n"
        },
        {
          "number": 14,
          "text": "How can any person, including you, be sinless?\n\\q2 How can anyone on the earth be completely righteous?\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "God does not even trust his angels;\n\\q2 he does not consider the heavens to be completely pure.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "So he certainly does not trust disgusting people,\n\\q2 those who commit evil deeds as often as they drink water.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "Job, listen to what I tell you.\n\\q2 I will declare to you what I know,\n\\q1\n"
        },
        {
          "number": 18,
          "text": "things that wise men have told me,\n\\q2 truths that their ancestors did not keep hidden.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "(God gave this land to those ancestors who were truly wise;\n\\q2 no one from another country came and caused them to think wrongly about God.)\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Wicked people suffer with great pain all the time that they are alive;\n\\q2 that is what happens to those who oppress others.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "They constantly hear sounds that terrify them;\n\\q2 while they are prospering, robbers attack them.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "Wicked people do not really think that they will escape from darkness;\n\\q2 they are sure that someone is waiting to kill them with a sword.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "They wander around, searching for food, saying 'Where can I find some?'\n\\q2 They know that they will soon experience disasters.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "Because they are afraid of those things happening to them, they worry\n\\q2 that these things will attack them as a king's army waits to attack its enemies and causes them to suffer.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "These things happen to them because they shook their fists against Almighty God\n\\q2 and thought that they were strong enough to defeat him.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "They stubbornly rush to attack God\n\\q2 thinking that a strong shield will protect them.\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "But they are so fat that they are unable to fight.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "They have lived in cities that have been abandoned,\n\\q2 cities which God declared would become a heap of ruins.\n\\q1\n\n\n"
        },
        {
          "number": 29,
          "text": "But they will not remain rich very long;\n\\q2 Others will take everything that they own,\n\\q2 and even their shadows will disappear from the earth.\n\\q1\n"
        },
        {
          "number": 30,
          "text": "They will not escape from the darkness of death;\n\\q2 they will be like trees whose branches burn up.\n\\q2 When God gives the command, they will die.\n\\q1\n\n\n"
        },
        {
          "number": 31,
          "text": "If they are very foolish, with the result that they trust in things that are really worthless,\n\\q2 then things that are worthless will be all that they get.\n\\q1\n"
        },
        {
          "number": 32,
          "text": "While they are still young, they will disappear;\n\\q2 they will be like branches that wither and never become green again.\n\\q1\n"
        },
        {
          "number": 33,
          "text": "They will be like vines whose grapes fall off before they are ripe,\n\\q2 like olive trees whose blossoms fall off before they produce any fruit.\n\\q1\n\n\n"
        },
        {
          "number": 34,
          "text": "Groups of wicked people will not have any descendants,\n\\q2 and fires will completely burn up the homes of those who took money from bribes.\n\\q1\n"
        },
        {
          "number": 35,
          "text": "They plan to cause trouble and to do evil things,\n\\q2 and in their hearts they are always preparing to deceive people.\"\n\n\n"
        }
      ],
      "number": 15
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Job replied to Eliphaz and the others,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"I have heard things like that before;\n\\q2 all of you, instead of helping me, are only causing me to feel more miserable.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Will your speeches, which are only wind, never end ?\n\\q2 Eliphaz, what bothers you that makes you continue replying like this to me?\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "If it were you three and not I who were suffering,\n\\q2 I could, in your place, say the things that you are saying.\n\\q1 I could make great speeches to criticize you,\n\\q2 and I could shake my head at you to ridicule you.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Then you would see whether my words encouraged you or not;\n\\q2 you would see whether they made you feel your pain less.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "But now, if I talk, my pain does not decrease,\n\\q2 and if I am silent, my pain still certainly does not go away.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "God, you have now taken away all my strength;\n\\q2 you have destroyed all my family.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "You have shriveled me up,\n\\q2 and people think that shows me to be a sinner.\n\\q1 They see that I am only skin and bones,\n\\q2 and they think that proves that I am guilty.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "Because God is very angry with me and hates me,\n\\q2 it is as though he were a wild animal that tore me apart with his teeth\n\\q2 because he was my enemy.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "People gape at me with their mouths open to sneer at me;\n\\q2 they have struck me on the face to ridicule me,\n\\q2 and they crowd around me to threaten me.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "It is as though God has handed me over to people who refuse to honor him\n\\q2 and has put me into the power of the wicked.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "Previously, I was living peacefully,\n\\q2 but he crushed me;\n\\q1 it is as though he grabbed my neck and smashed me to pieces;\n\\q2 it is as though he set me up like a target.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "It is as though I were a target, and that people were surrounding me and shooting arrows at me.\n\\q1 God's arrows pierce my kidneys\n\\q2 and cause the bile from my liver to spill onto the ground;\n\\q2 God does not pity me at all.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "It is as though I were a wall that he is breaking through time after time;\n\\q2 he rushes at me like a soldier who is attacking his enemy. \n\\b\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Because I am mourning, I wear pieces of rough cloth that I have sewed together,\n\\q2 and I sit here in the dirt, very depressed.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "My face is red because I have cried very much,\n\\q2 and there are dark circles around my eyes.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "All this has happened to me even though I have not acted violently toward anyone,\n\\q2 and even though I always pray sincerely to God.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "When I die, I want the ground to act as though I had been murdered;\nI want it to cry out against those who killed me,\n\\q2 and I do not want anyone to stop me while I am demanding that God act justly toward me.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "But even now, I know that there is someone in heaven who will testify for me,\n\\q2 and he will say that what I have done is right.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "My three friends scorn me,\n\\q2 but my eyes are full of tears while I cry out to God.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "I pray that the one who knows what I have done would come to plead with God for me\n\\q2 as a person pleads for his friend. \n\\b\n\\q1\n"
        },
        {
          "number": 22,
          "text": "I say this because within a few years I will die;\n\\q2 I will walk along the road to a place from which I will never return.\"\n\n\n"
        }
      ],
      "number": 16
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"My time to live is almost ended; I have no strength left;\n\\q2 those who have dug my grave are waiting for me.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Those who are around me are making fun of me;\n\\q2 I must always see them mocking me.\"\n\\q1\n"
        },
        {
          "number": 3,
          "text": "\"God, it is as though I were in prison;\n\\q1 please pay the money in order that I may be released,\n\\q2 because there is certainly no one else who will help me.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "You have prevented my friends from understanding what is true about me,\n\\q2 but you will not allow them to triumph over me, saying that I have done wrong things.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Our ancestors said, 'It often happens that when someone betrays his friends in order to get some of their property,\n\\q2 it is that person's children who will be punished for it;'\n\\q1 so I desire that will be true of these friends of mine who are lying about me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "But now people use that saying of our ancestors when they talk about me;\n\\q2 they spit to insult me.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "My eyes have become dim because I am very sad,\n\\q2 and my arms and legs are as thin as shadows.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "People who are truly righteous will be shocked when they see what has happened to me;\n\\q2 they will be angry at those who refuse to honor God.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "Those who are truly righteous will continue to do what is right,\n\\q2 and those who live righteously will continue to become stronger.\n\\b\n\\q1\n"
        },
        {
          "number": 10,
          "text": "But all you friends of mine,\n\\q2 I do not find even one among you who is wise.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "My time to live is almost ended; I have not been able to do the things that I planned to do.\n\\q2 As for the things I have most desired, there is no hope of them happening.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "My friends do not know when it is night and when it is day;\n\\q2 when it is night, they claim that it is daylight;\n\\q2 when it is becoming dark, they claim that it is getting light.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "I know that my home will be the place where dead people are,\n\\q2 where I will sleep in the darkness.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "I can say to the grave, 'Where I am buried, that place will be like a father to me.'\n\\q2 I can say to the maggots, 'You will be like a mother or younger sisters to me because that is where I will always be.'\n\\q1\n"
        },
        {
          "number": 15,
          "text": "There is certainly no more hope left for me.\n\\q2 No one expects that I will have any more happiness.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "After I descend to the place where the dead are, I will not be able to expect anything good there.\n\\q2 I and the things I hope for will go down together into the soil.\"\n\n\n"
        }
      ],
      "number": 17
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Bildad replied again:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Please stop talking!\n\\q2 If you would stop talking and listen, we could tell you something.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Why do you think that we are as stupid as cattle and as unrighteous? \n\\q1\n"
        },
        {
          "number": 4,
          "text": "By being very angry, you are only hurting yourself.\n\\q2 Do you think that everyone on the earth must leave to prove that you are right,\n\\q2 or do you think that God must move the rocks in the mountains to please you?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "What will happen is that the lives of wicked people like you end\n\\q2 as quickly as we can put out a light or extinguish the flame of a fire.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "When the lamps above them in their tents are extinguished,\n\\q2 there will be no light in those tents.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "While they are alive, they walk confidently,\n\\q2 but later it will be as though they stumbled and fell,\n\\q1 because they themselves do not pay attention to the advice that they give to others.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "It will be as though they had walked into their own net\n\\q2 or had fallen into a pit that they themselves dug.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "It will be as though a trap had grabbed their heels and held them fast,\n\\q1\n"
        },
        {
          "number": 10,
          "text": "as though the end of a rope that was hidden on the ground\n\\q2 had sprung up and seized them when they walked on it.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "Everywhere they go, there will be things that cause them to be terrified;\n\\q2 it will be as though those things were pursuing them and biting at their heels.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "They will become hungry, with the result that they will be strong no longer.\n\\q2 They will continually experience disasters.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "Diseases will spread all over their skin;\n\\q2 diseases will cause their bodies to decay.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "When they die, they will be snatched away from their tents\n\\q2 and brought to the one who rules over the dead.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Then other people will live in their tents,\n\\q2 but only after they sprinkle sulfur on those tents to get rid of the disease!\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Because they will die and leave no descendants,\n\\q2 they will be like trees whose roots have dried up and whose branches have all withered.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "No one on the earth will remember them anymore;\n\\q2 no one on any street will even remember their names.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "They will have to leave the earth, where there is light,\n\\q2 and rush into the place where it is dark.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "They will have no children or grandchildren,\n\\q2 no descendants where they will have previously lived.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "People from the east to the west who hear about what happened to them, everyone,\n\\q2 will be shocked and horrified.\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "This is what happens to unrighteous people like you,\n\\q2 people who do not know God.\"\n\n\n"
        }
      ],
      "number": 18
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job replied:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"How long will you three torment me\n\\q2 and discourage me by calling me wicked?\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "You have insulted me many times;\n\\q2 are you not ashamed for saying these things to me?\n\\q1\n"
        },
        {
          "number": 4,
          "text": "Even if it were true that I had done wrong,\n\\q2 I have not injured you!\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "If you truly think that you are better than I am,\n\\q2 and if you argue that I must be guilty because I am suffering,\n\\q1\n"
        },
        {
          "number": 6,
          "text": "you should realize that it is God who has caused me to suffer.\n\\q2 It is as though he has a net and that he has caught me in it.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "I cry out, 'People are murdering me!',\n\\q2 but no one answers me.\n\\q1 I call out loudly, but there is no one, not even God, who acts fairly toward me.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "It is as though God has blocked my road,\n\\q2 and I cannot go anywhere;\n\\q2 it is as though he has forced me to try to find the road in the darkness.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "He has taken away my good reputation;\n\\q2 it is as though he has removed a crown from my head.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "He batters me from every side, and I will soon die.\n\\q2 I no longer expect him to do anything good for me.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "He attacks me because he is very angry at me;\n\\q2 he considers me to be his enemy.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "It is as though he were sending his army to attack me;\n\\q2 they surround my tent\n\\q2 and get ready to attack me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "God has caused my brothers to abandon me,\n\\q2 and for all those who know me to act like strangers to me.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "All my relatives and good friends have left me.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "The people who were guests in my house have forgotten me,\n\\q2 and my female servants consider that I am a foreigner whom they do not know.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "When I summon my servants, they do not answer;\n\\q2 When I plead with them to come to help me, they do not come.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "My breath smells very bad to my wife so she stays away from me,\n\\q2 and my brothers detest me.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Even young children despise me;\n\\q2 when I stand up to talk to them, they laugh at me.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "My dearest friends detest me,\n\\q2 and those whom I love very much have turned against me.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "My body is only skin and bones;\n\\q2 I am barely alive.\n\\b\n\\q1\n"
        },
        {
          "number": 21,
          "text": "I plead with you, my three friends, pity me\n\\q2 because God has struck me very hard.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Why do you cause me to suffer, also? Do you think you are God?\n\\q2 Why do you never get enough of accusing me of doing wrong?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "I wish that someone would take these words of mine\n\\q2 and write them permanently in a book in order that people can read them.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "Or else, I wish that someone would carve my words on a rock with a chisel\n\\q2 in order that they would last forever.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "But I know that the one who vindicates me in court is alive,\n\\q2 and that some day he will stand here on the earth and make the final decision about whether I deserve to be punished.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "And even after diseases have destroyed my body,\n\\q2 still, in my body I will see God.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "I will see him myself;\n\\q2 I will see him with my own eyes!\n\\q2 My emotions overwhelm me as I think about that!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 28,
          "text": "If you three men say, 'What more can we do to cause him to suffer?'\n\\q2 and if you say, 'He is the one who has caused his own troubles,'\n\\q1\n"
        },
        {
          "number": 29,
          "text": "you should fear that God will punish you;\n\\q1 he punishes those like you with whom he is angry;\n\\q2 and when that happens, you will know that there is someone who judges people.\"\n\n\n"
        }
      ],
      "number": 19
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Zophar replied again:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"I am very troubled about what you have said,\n\\q2 so I want to reply very quickly.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "By saying these things you have insulted me,\n\\q2 but something more than I can explain shows me how I can reply to you.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Do you not know that from long ago,\n\\q2 ever since God first put people on the earth,\n\\q1\n"
        },
        {
          "number": 5,
          "text": "that wicked people like you do not continue to rejoice for a long time,\n\\q2 and that people who refuse to honor God are happy only for a moment?\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Although their reputations reach up to the sky,\n\\q2 and their fame goes up as high as the clouds,\n\\q1\n"
        },
        {
          "number": 7,
          "text": "they will disappear forever, like their own excrement,\n\\q2 and those who knew them will ask, 'Where did they go?'\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "They will disappear as a dream does,\n\\q2 and they will exist no more.\n\\q1 They will vanish like dreams that people have during the night.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Those people who now see those wicked people will never see them again;\n\\q2 even the people who lived with them will not see them anymore.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "Their children will be forced to return the valuable things that they stole from poor people.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "The bodies of the wicked were once young and strong,\n\\q2 but they will die and be buried in the ground.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "Although doing wicked things was like having sweet food in their mouths\n\\q2 that they wanted to continue tasting,\n\\q1\n"
        },
        {
          "number": 13,
          "text": "and although they did not want to stop doing those things,\n\\q1\n"
        },
        {
          "number": 14,
          "text": "those evil things will someday become like poison that they swallow,\n\\q2 or like the poison from snakes.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Wicked people pile up wealth for themselves, but they do not keep it forever,\n\\q2 just like people do not keep down the food that they vomit.\n\\q1 God takes their wealth from them.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Doing evil deeds is like swallowing snake poison;\n\\q2 doing evil will kill the wicked as the bite of a poisonous snake will kill people.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "The wicked will not remain alive to see the abundant blessings from God,\n\\q2 which are like a stream that flows.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "They will be forced to give back the things that they stole from the poor;\n\\q2 they will not be able to continue to enjoy those things.\n\\q1 They will not remain happy because of what they got from their business\n\\q1\n"
        },
        {
          "number": 19,
          "text": "because they oppressed poor people and refused to help them,\n\\q2 and they took other people's houses by cheating them.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "They were always greedy and never satisfied.\n\\q2 So when they ate, they ate so much that they never saved anything that they enjoyed.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "When they finished eating their food, there was never anything left over because they had greedily eaten it all;\n\\q2 but now their prosperity will end.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "When they are still very wealthy,\n\\q2 they will suddenly experience trouble.\n\\q2 Misery will strike them and crush them.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "When the wicked people are filling their stomachs,\n\\q2 God will show that he is very angry with them, and he will punish them;\n\\q2 he will bring down suffering on them like the rain that falls on the ground.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "They will try to escape from people who will attack them with iron weapons,\n\\q2 but arrows with bronze points will pierce them.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "The arrows will go completely through their bodies and stick out of their backs;\n\\q2 the shiny points of the arrows will have blood dripping from them,\n\\q2 and those wicked people will be terrified.\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "Their valuable possessions will all be destroyed;\n\\q2 a fire started by God, not by humans, will burn them up\n\\q2 and will destroy the things that are left in their tents.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "The angels in heaven will reveal the sins that those wicked people have committed,\n\\q2 and people on earth will stand up and testify against them.\n\\q1\n\n\n"
        },
        {
          "number": 28,
          "text": "On the day when God punishes people,\n\\q2 all the possessions in the wicked people's houses will be carried away, as if a flood had come.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "That is what will happen to wicked people like you;\n\\q2 that is what God has decreed for them.\"\n\n\n"
        }
      ],
      "number": 20
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job replied in this way:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Listen to what I say, all of you;\n\\q2 that is the only thing that you can do that will comfort me.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Be patient with me, and allow me to speak.\n\\q2 Then, after I am finished speaking, you can continue to make fun of me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "It is certainly not people against whom I am complaining, but God!\n\\q2 And it is certainly right for me to be impatient!\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Look at me! Does what you see not cause you to be appalled\n\\q2 and to put your hands over your mouths and say no more?\n\\q1\n"
        },
        {
          "number": 6,
          "text": "When I think about what has happened to me,\n\\q2 I am frightened and my entire body shakes.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "But allow me to ask this: 'Why do wicked people continue to live,\n\\q2 and become prosperous, and not die until they are very old?'\n\\q1\n"
        },
        {
          "number": 8,
          "text": "They see their children around them,\n\\q2 and they watch them while they grow up and start to live in their own houses.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Wicked people live in their own houses without being afraid,\n\\q2 and God does not punish them.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "Their bulls always mate with the cows successfully,\n\\q2 and the cows always give birth to calves and never miscarry.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "Wicked people send their young children outside to play,\n\\q2 and the children jump around happily like lambs in a pasture.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "The children sing to the sound of tambourines and lyres,\n\\q2 and they are happy to hear the sound of flutes.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Wicked people enjoy having good things all the time that they are alive,\n\\q2 and they die quietly and go down to the place of the dead.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "While they are alive, they say to God, 'Leave us alone;\n\\q2 we do not care about how you desire us to conduct our lives!\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Why do you, Almighty God, think that we should serve you?\n\\q2 What advantage do we get if we pray to you?'\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Wicked people think that they have become prosperous because of what they have done,\n\\q2 but I do not want to have anything to do with their thinking.\n\\b\n\\q1\n"
        },
        {
          "number": 17,
          "text": "How often does it happen that wicked people die,\n\\q2 without experiencing disasters?\n\\q2 Does God ever punish them because he is angry with them?\n\\q1\n"
        },
        {
          "number": 18,
          "text": "He does not blow them away as wind blows away straw;\n\\q2 they are never carried off by a whirlwind.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "You say, 'When people have committed sins,\n\\q2 God waits and punishes their children because of those sins;'\n\\q1 I say that God should punish those who sin, not their children,\n\\q2 in order that the sinners may know that it is because of their own sins that they are being punished.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "I hope that wicked people will live to experience God destroying them,\n\\q2 that they will experience Almighty God punishing them.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "After wicked people are dead,\n\\q2 they are not at all concerned for their families who are still alive.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "Since God judges everyone, even those who are in heaven,\n\\q2 who can teach him anything?\n\\q1\n"
        },
        {
          "number": 23,
          "text": "Some people die while they are very healthy,\n\\q2 while they are peaceful and not afraid of anything.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "Their bodies are fat;\n\\q2 their bones are strong.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "Other people die being very miserable;\n\\q2 they have never experienced good things happening to them.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "They die and are buried,\n\\q2 and maggots cover their bodies.\n\\q1 Everyone dies, so it is clear that dying is not always the punishment for being wicked.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "Listen, I know what you three are thinking,\n\\q2 and I know the evil things that you plan to do to me.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "You say, 'What happened to the tents in which wicked people were living?\n\\q2 The houses of evil rulers have been destroyed!'\n\\q1\n\n\n"
        },
        {
          "number": 29,
          "text": "Have you never asked people who travel much?\n\\q2 Do you not believe their reports about what they have seen,\n\\q1\n"
        },
        {
          "number": 30,
          "text": "that wicked people usually do not suffer at the time when there are great disasters;\n\\q2 that when God punishes people, someone rescues the wicked? that wicked people are the ones whom someone else rescues when God punishes people?\n\\q1\n\n\n"
        },
        {
          "number": 31,
          "text": "There is no one who accuses wicked people,\n\\q2 and there is no one who pays them back for all the evil things that they have done.\n\\q1\n"
        },
        {
          "number": 32,
          "text": "When the corpses of wicked people are carried to their graves,\n\\q2 people are put there to guard those graves.\n\\q1\n"
        },
        {
          "number": 33,
          "text": "A huge number of people go to the grave site;\n\\q2 some go in front of the procession and some come behind,\n\\q2 and the wicked ones who have died surely feel good when people throw clods of dirt on their graves.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 34,
          "text": "So how can you comfort me by talking nonsense?\n\\q2 Every reply that you give me is full of lies!\"\n\n\n"
        }
      ],
      "number": 21
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Eliphaz replied, saying this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"No one can be useful to God!\n\\q2 People who are wise can be useful to themselves, but not to God.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "If you were righteous, that would not please Almighty God, would it?\n\\q2 If you lived a perfect life, that would not help him, would it?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Do you honor God, and is that why he punishes you?\n\\q2 Is that the reason that he puts you on trial?\n\\q1\n"
        },
        {
          "number": 5,
          "text": "No, it certainly must be because you are extremely wicked.\n\\q2 It must be that no one can count the evil things that you have done!\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "You must have lent money to others and wrongly forced them to give you things to guarantee that they would pay that money back to you;\n\\q2 you must have taken all their clothes and left them with nothing to wear.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "You must not have given water to those who were thirsty,\n\\q2 and you must have refused to give food to those who were hungry.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Because you were very powerful, you must have taken over all the people's land,\n\\q2 and then you began to live on that land, even though others honored you very much.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "When widows came to you for help, you must have sent them away without giving them anything,\n\\q2 and you must have oppressed orphans.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Because you did all those things, now there are traps that will catch you;\n\\q2 now things appear that terrify you and cause you to tremble.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "It is as though it had become very dark, with the result that you cannot see anything,\n\\q2 and it is as though a flood covered you.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "But consider this, Job: God lives high up in the heavens.\n\\q2 From there he looks down on the highest stars.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "So why do you say, 'God knows nothing about what we are doing'?\n\\q2 And why do you say, 'Dark clouds keep him from seeing us, so he cannot judge us'?\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Do you think that while he walks on the dome that covers the sky,\n\\q2 where there are thick clouds around him, he cannot see what we do?'\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Will you, Job, continue to conduct your life in the old way\n\\q2 that evil people have done for many years?\n\\q1\n"
        },
        {
          "number": 16,
          "text": "They suddenly died while they were still young;\n\\q2 they disappeared like everything disappears when there is a flood .\n\\q1\n"
        },
        {
          "number": 17,
          "text": "They kept saying to God, 'Leave us alone,' 'Allow us to be alone,'\n\\q2 and they also said defiantly, 'Almighty God can do nothing to harm us!'\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "Yet it was God who filled their houses with good things;\n\\q2 so I cannot agree at all to follow what the wicked plan.\n\\b\n\\q1\n"
        },
        {
          "number": 19,
          "text": "When righteous people see that God punishes wicked people, they are glad,\n\\q2 and they laugh at those wicked people.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "They say, 'Now our enemies have been destroyed,\n\\q2 and fire has burned up anything left of their wealth.'\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "So, Job, be reconciled to God and make peace with him;\n\\q2 if you do that, good things will happen to you.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Allow him to teach you,\n\\q2 and put his words into your mind.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "If you humble yourself and return to God, he will restore you;\n\\q2 if you stop doing all the evil things that you have been doing in your house,\n\\q1\n"
        },
        {
          "number": 24,
          "text": "and if you throw away your gold,\n\\q2 the fine gold from the dry stream beds in Ophir land,\n\\q1\n"
        },
        {
          "number": 25,
          "text": "then Almighty God will be to be as precious to you as your gold and your silver have been.\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "Then you will be happy because of God,\n\\q2 and you will be able to approach him confidently.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "You will pray to him, and he will do what you request him to do;\n\\q2 you will do the things that you promised him that you would do.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "Everything that you decide to do will be successful;\n\\q2 it will be as though a light were shining on the road in front of you.\n\\q1\n\n\n"
        },
        {
          "number": 29,
          "text": "God humbles those who are proud,\n\\q2 but he saves those who are downcast.\n\\q1\n"
        },
        {
          "number": 30,
          "text": "God rescues those who are innocent,\n\\q2 so he will rescue you if you start doing things that are right.\"\n\n\n"
        }
      ],
      "number": 22
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job replied and said this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Today I am again complaining bitterly to God;\n\\q2 I continue to groan, but I suffer even more.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "I wish that I knew where I could meet with him\n\\q2 so that I could go to the place where he lives.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "If I could do that, I would tell him why I know that I am innocent;\n\\q2 I would tell him many reasons for that.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Then I would find out and understand what he would reply to me.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Would he use his great power to argue with me?\n\\q2 No, he would listen to me carefully.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "I am an honest man, so I would be able to discuss things with him fairly,\n\\q2 and then he would declare that I am innocent, and he would not trouble me again.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "However, I have gone to the east, and he is not there;\n\\q2 I have gone to the west, but I have not found him there.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "I have gone north and I have gone south,\n\\q2 but I have not seen him anywhere for he keeps himself from me.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "he knows how I have conducted my life;\n\\q2 when he has finished testing me, he will see that I am as pure as gold whose impurities have all been burned out.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "I have faithfully walked on the road that he showed me;\n\\q2 I have not turned away from obeying him.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "I have always obeyed what he commanded;\n\\q2 I have hidden away in my inner being the words that he has spoken.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "He never changes. There is no one who can stop him from doing what he desires.\n\\q2 Whatever he wants to do, he does.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "He will finish doing the things that he has planned for me,\n\\q2 and I am sure that he has thought about doing many things for me.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "So I am terrified when I am in front of him;\n\\q2 when I think about what he can do, I am very afraid.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Almighty God has made me very afraid.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "It is as though there were only thick darkness in front of me,\n\\q2 but it is God who destroys me, not the darkness.\"\n\n\n"
        }
      ],
      "number": 23
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"Why does Almighty God not set a time when he will judge evil people?\n\\q2 The people who obey God never seem to see him judge the evil people.\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "Some evil people remove the boundary markers of other people's land, in order to take their land;\n\\q2 they seize other people's sheep and put them in their own pastures.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Some take away the donkeys that belong to orphans,\n\\q2 and they take widow's oxen to guarantee that the widows will pay back the money that they loaned to those widows.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "Some shove poor people off the road,\n\\q2 and they force poor people to find places to hide from them.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "The result is that poor people have to search for food in the desert plain\n\\q2 like wild donkeys do.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "The poor people harvest leftover grain in other people's fields,\n\\q2 and gather leftover grapes from vineyards that belong to wicked men.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "During the night they have nothing to cover their bodies,\n\\q2 nothing to keep them warm.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "When it rains in the mountains, they become very wet,\n\\q2 so they huddle under the rock ledges to protect themselves from the rain.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Some evil men snatch poor, fatherless infants away from their mothers;\n\\q2 they say 'I will return your babies to you when you repay the money that I lent to you.'\n\\q1\n"
        },
        {
          "number": 10,
          "text": "But the poor people walk around with no clothes on;\n\\q2 they are hungry while they are working to carry other people's bundles of grain to the places where their grain will be threshed.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "Poor people are hired by these wicked people to make olive oil for them;\n\\q2 they tread on grapes to make juice for wine,\n\\q2 but they are not allowed to drink any of it when they are thirsty.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "In the cities, people who are wounded and dying cry out to God for help,\n\\q2 but God ignores their prayers.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Some wicked people avoid the light because they do evil things in the dark;\n\\q2 they do not walk on roads that are lit.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Murderers steal things during the night,\n\\q2 and then they rise before dawn in order that they may go out again and kill poor and needy people.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Those who want to commit adultery wait for evening to come;\n\\q2 they say, 'I do not want anyone to see me,' so they keep their faces covered.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "It is during the night that robbers break into houses to steal things,\n\\q2 but during the day they hide because they want to avoid being seen in the light.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "All of those people want to do their evil deeds at night, not in the morning when it is light,\n\\q2 because they are not afraid of the things that happen during the night that terrify others.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "However, those wicked people will disappear very quickly,\n\\q2 and God will curse the land that they owned;\n\\q2 no one will go any longer to work in their vineyards.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "Just as the snow melts away when it is hot and there is no rain,\n\\q2 those who have sinned will disappear into the place where the dead people are.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "Not even their mothers will remember them;\n\\q2 wicked people will be destroyed like trees that are cut down,\n\\q2 and maggots will eat their corpses.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "The wicked mistreat women who have been unable to give birth to children who would have grown up to take care of them;\n\\q2 the wicked they never help widows.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "But God, by his power, gets rid of mighty people.\n\\q2 He causes the wicked people to die.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "God allows them to think that they are secure and safe,\n\\q2 but he is watching them all the time.\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "They prosper for a little while,\n\\q2 and then suddenly they are gone;\n\\q2 God will make them die like all the other people;\n\\q2 they will be like stalks of grain that the farmers have cut off.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "If this is not true, is there anyone who will show that I am a liar\n\\q2 and prove me wrong?\"\n\n\n"
        }
      ],
      "number": 24
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Bildad also replied:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"God is very powerful; everyone should honor him very much;\n\\q2 he causes everything to be peaceful high up in heaven, with no confusion at all.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Can anyone count the angels who are in his army in heaven?\n\\q2 Is there any person on whom his light does not shine?\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "So how can God consider any person to be righteous?\n\\q2 How can he accept any human being?\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Consider this: God does not even think that the full moon is bright,\n\\q2 and he does not even accept the stars in the heavens as worthy of him.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "So what about humans?\n\\q2 They are as insignificant as maggots.\n\\q2 God does not think more highly of people than he thinks of worms.\"\n\n\n"
        }
      ],
      "number": 25
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Job replied to Bildad:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"I am a very weak and helpless man;\n\\q2 you do not really think that you have helped me at all, do you?\n\\q1\n"
        },
        {
          "number": 3,
          "text": "You certainly do not think that you have given me good advice, do you?—me, who am not wise at all.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "Who helped you to say all those great things?\n\\q2 Who inspired you to speak like you did?\"\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Bildad replied, \"Because the spirits of dead people are afraid,\n\\q2 they tremble in the waters that are deep under the earth.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "God knows all about those who are in the place of the dead;\n\\q2 there is nothing down there that prevents God from seeing what is there.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "God stretches out the earth over the huge empty space\n\\q2 and causes the earth to have nothing to support it.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "He fills the thick clouds with water\n\\q2 and prevents that water from bursting the clouds.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "He causes clouds to obscure the moon.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "He separates the light from the darkness\n\\q2 and puts the horizon to mark the place where the night ends and the daytime begins.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "When he is angry, it is as though he rebuked the pillars that hold up the sky.\n\\q2 They are shocked, and they tremble.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "By his power he calmed the sea;\n\\q2 by his skill he destroyed Rahab, the huge sea monster.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "By his breath he caused the sky to be bright;\n\\q2 by his hand he killed the great dragon in the sea as it was fleeing from him.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "But those events show only a small amount of his power;\n\\q2 it is as though we were hearing only whispers of his powerful voice.\n\\q2 When we hear thunder, we say, 'Who can really understand how great his power is?'\"\n\n\n"
        }
      ],
      "number": 26
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Job replied to his three friends by saying this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Almighty God has refused to treat me justly.\n\\q2 He has caused me to feel bitter.\n\\q2 But just as surely as he lives,\n\\q1\n"
        },
        {
          "number": 3,
          "text": "as long as God's Spirit enables me to breathe,\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "I will not lie;\n\\q2 I will not say anything to deceive anyone.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "I will never admit that what you three have said is true;\n\\q2 until the day that I die, I will insist that I have not done things that are wrong.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "I will say that I am innocent, and I will never say anything different;\n\\q2 my inner being will never reproach me as long as I live.\n\\b\n\\q1\n"
        },
        {
          "number": 7,
          "text": "I want God to punish my enemies like he will punish all wicked people;\n\\q2 I want him to punish those who oppose me like he punishes all unrighteous people.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "When it is time for God to get rid of godless people and to cause them to die,\n\\q2 there is absolutely nothing good that they can confidently expect to happen to them.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "When they experience troubles, God will not hear them call out to him for help, will he?\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Will they be happy about what Almighty God does?\n\\q2 Will they begin to pray to him frequently?\n\\q2 Certainly not!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "I will teach you three something about God's power;\n\\q2 I will reveal to you what he is thinking.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "You three have seen for yourselves powerful things that God has done;\n\\q2 so I do not understand why you have been saying such nonsense to me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "I will tell you what Almighty God does to wicked people,\n\\q2 what he does to people who mistreat others.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Even if they have many children, those children will die in wars,\n\\q2 or they will die because they do not have enough food to eat.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Their children who are still alive after they themselves die will perish from diseases,\n\\q2 and the wives they leave behind will not even mourn for them.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Sometimes wicked people accumulate a huge amount of silver\n\\q2 and pile up clothes as potters pile up clay,\n\\q1\n"
        },
        {
          "number": 17,
          "text": "but those wicked people will die, and then righteous people will wear those clothes,\n\\q2 and honest people will get their silver and divide it among themselves.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "The houses that they build are as weak as spider webs;\n\\q2 they are like flimsy huts that watchmen live in while they guard people's fields.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "The wicked people are rich when they lie down at night,\n\\q2 but when they wake up in the morning, they find out that their money has disappeared.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "Things that terrify them come to them like a flood that they do not expect;\n\\q2 during the night a whirlwind carries them away.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "It is as though the wind from the east had picked them up and carried them away from their homes,\n\\q2 and they disappear forever.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "That wind strikes them without pitying them\n\\q2 while they are running away, trying to escape from its force.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "That wind is like someone clapping his hands at them to mock them,\n\\q2 howling at them and forcing them to run away.\"\n\n\n"
        }
      ],
      "number": 27
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"It is true that there are places where men dig to find silver,\n\\q2 and there are places where people refine gold that they have dug.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "People dig iron ore out of the ground,\n\\q2 and they also smelt copper.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Men use lamps while they work far down under the ground\n\\q2 to search for the ore inside the mines\n\\q2 where it is very dark.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "They dig shafts in places that are far from where people live,\n\\q2 where travelers do not go.\n\\q1 They work far away from other people,\n\\q2 swinging back and forth on ropes as they descend into the mine shafts.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Food grows on the surface of the ground,\n\\q2 but down under the ground, where there is no food, the miners make fires to break apart the rocks.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "The stones that are dug from under the ground contain sapphires,\n\\q2 and the dirt contains bits of gold.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Some birds have very good eyes,\n\\q1 but even hawks do not know where the mines are,\n\\q2 and falcons have not seen those places.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Lions or other proud wild animals have never gone to those places.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "Miners dig very hard rock;\n\\q2 it is as though they turned the mountains upside down to get the ore.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "They cut tunnels through the rocks,\n\\q2 and they find precious things.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "They dam up small streams to stop the water from flowing,\n\\q2 and they bring up into the light things that are hidden in the ground and in the streams.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "But wisdom: Where can people find that?\n\\q2 Where can we find out how to truly understand things?\n\\q1\n"
        },
        {
          "number": 13,
          "text": "Humans do not know what wisdom is truly worth;\n\\q2 no one can find it here on this earth where they are living.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "It is as though the water that is under the earth and water that is in the seas said,\n\\q2 'I do not have it!'\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "People cannot buy wisdom\n\\q2 by paying for it with silver or gold.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Wisdom is worth much more than fine gold from the land of Ophir,\n\\q2 much more than very valuable stones.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "It is worth much more than gold or beautiful quartz,\n\\q2 worth more than vases made from fine gold.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "Wisdom is worth more than coral or crystal quartz;\n\\q2 the price of wisdom is higher than the price of rubies.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "The prices of topaz from Ethiopia and of pure gold\n\\q2 are lower than the value of wisdom.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "So from where does wisdom come?\n\\q2 Where can we find out how to truly understand things?\n\\q1\n"
        },
        {
          "number": 21,
          "text": "No living humans can see it;\n\\q2 and birds cannot see it while they are up in the sky.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "It is as though the places where people go after they die said,\n\\q2 'We have only heard rumors about where to find wisdom.'\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "God is the only one who knows how to find wisdom;\n\\q2 he knows where it is\n\\q1\n"
        },
        {
          "number": 24,
          "text": "because he can see things even in the most remote places on the earth;\n\\q2 he can see everything that is below the sky.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "He decided how strongly the winds should blow,\n\\q2 and how much rain should be in the clouds,\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "He decided where rain should fall,\n\\q2 and what path lightning should take from the clouds down to the ground.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "At that time he saw wisdom and decided that it is very valuable.\n\\q2 He examined it and approved it.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "And then he said to human beings, 'Listen! If you have much respect for me, you will be able to become wise;\n\\q2 to truly understand everything, you must first turn away from doing what is evil.'\"\n\n\n"
        }
      ],
      "number": 28
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Job spoke again and said this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"I wish that I could be as I was previously\n\\q2 during the years when God took care of me.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "During those years, it was as though God's lamp shone on me\n\\q2 and gave me light while I walked in the darkness.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "At that time I was young and strong,\n\\q2 and because God was my friend, he protected where I lived.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Almighty God was with me during those years\n\\q2 when all my children were around me.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "My herds provided me with plenty of milk,\n\\q2 and streams of oil flowed from the rock where my servants pressed the olives.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Whenever I went to the place where the elders gathered at the city gate,\n\\q2 I sat down with them,\n\\q1\n"
        },
        {
          "number": 8,
          "text": "and when the young men saw me, they stepped aside respectfully,\n\\q2 and the old men also stood respectfully.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "The leaders of the people used to stop talking,\n\\q1\n"
        },
        {
          "number": 10,
          "text": "and even the most important men became quiet\n\\q2 and stopped talking in order to hear me speak to them.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "When they all heard what I told them,\n\\q2 they said good things about me.\n\\q1 When they saw me, they always praised me\n\\q1\n"
        },
        {
          "number": 12,
          "text": "because I had helped the poor people when they cried out for help,\n\\q2 and because I aided orphans who had no one else to help them.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "Those who were suffering and about to die praised me,\n\\q2 and I caused widows to sing joyfully, because I helped them.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "I always acted justly;\n\\q2 my actions were like a robe that I wore and like a turban that was wrapped around my head.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "It was as though I myself saw for blind people\n\\q2 and walked for people who were lame.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "I was like a father to the poor people,\n\\q2 and in the courts I defended those who were strangers to me.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "I made wicked people stop oppressing others; it was like someone who breaks the teeth of wild animals\n\\q2 and forces them to drop their victims from their teeth.\n\\b\n\\q1\n"
        },
        {
          "number": 18,
          "text": "At that time I thought, 'Surely I will live in peace until I am very old,\n\\q2 and I will die at home with my family.'\n\\q1\n"
        },
        {
          "number": 19,
          "text": "I was like a tree whose roots reach down into the water\n\\q2 and whose branches become wet with dew each night.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "People always honored me,\n\\q2 and I was always strong like a new bow.\n\\b\n\\q1\n"
        },
        {
          "number": 21,
          "text": "When I spoke, people waited to hear what I would say;\n\\q2 they remained silent until I advised them what they should do.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "After I finished speaking, they did not say anymore;\n\\q2 it was as though my words fell on their ears like drops of rain.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "They waited for me to speak as they wait for rain;\n\\q2 they liked what I said as farmers appreciate the final rain in the spring before the dry season.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "When they were sad, I smiled at them to encourage them;\n\\q2 they became encouraged when they saw my cheerful face.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "I was their leader, and I decided what things would be good for them to do;\n\\q2 I was among them like a king who is among his troops;\n\\q2 I was like someone who comforts others who are mourning.\"\n\n\n"
        }
      ],
      "number": 29
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"But now, men who are younger than I am make fun of me—\n\\q2 men whose fathers I greatly despised—\n\\q2 their fathers, whom I would not even have allowed to help my dogs guard my sheep.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "They were men who were old and weak;\n\\q2 what could I gain from having these men work for me, even when they thought they were strong?\n\\q1\n"
        },
        {
          "number": 3,
          "text": "They were very poor and hungry,\n\\q2 so that they chewed on roots at night\n\\q2 in dry and desolate places.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "They pulled up plants in the desert and ate them;\n\\q2 they warmed themselves by burning the roots of broom trees.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Everyone shouted at them, \"Stop, thief!\"\n\\q2 and drove them from their area.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "They were forced to live in riverbeds,\n\\q2 in holes in the ground, and in the sides of cliffs.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "In the bushes they howled like animals because they were hungry,\n\\q2 and they huddled together under thornbushes.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "They were people without good sense,\n\\q2 whose names no one knows;\n\\q1 they were driven out from the land where they were born.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "Now their children sing songs to make fun of me.\n\\q2 They tell jokes about me.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "They are disgusted with me, and they stay away from me,\n\\q2 but when they see me, they are happy to spit in my face.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "It seems as though God had cut my bowstring and caused me to be unable to defend myself; he has humbled me,\n\\q2 and my enemies have done to me whatever they wanted.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "Gangs of these people attack me and force me to run away;\n\\q2 they prepare to destroy me.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "They prevent me from escaping,\n\\q2 and there is no one to keep them from attacking me.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "It is as though I were a city wall and they had broken through it,\n\\q2 as though they had come crashing down on me.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "I am very terrified;\n\\q2 my dignity has been blown away by the wind,\n\\q2 and my prosperity has disappeared as clouds disappear.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Now I am about to die;\n\\q2 I suffer every day.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "My bones ache during the nights,\n\\q2 and the pain that torments me never stops.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "It is as though God had grabbed my clothes\n\\q2 and choked me by the collar of my coat.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "He has thrown me into the mud;\n\\q2 I am not worth anything more than dust and ashes.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "I cry out to you, God, but you do not answer me;\n\\q2 I stand up and pray, but you do not pay any attention.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "You act very cruelly toward me;\n\\q2 with all of your power you cause me to suffer.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "You allow the wind to lift me up and blow me away;\n\\q2 and you make a violent storm blow me around.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "I know that you will cause me to die,\n\\q2 which is what happens to everyone who is alive.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "When people experience disasters,\n\\q2 they sit on a pile of ruins and cry out for help;\n\\q2 they certainly cry out for help.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "I myself wept for people who were experiencing troubles,\n\\q2 and I felt sorry for poor people.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "However, when I expected good things to happen to me, evil things happened;\n\\q2 when I waited for light, I experienced darkness instead.\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "I am very distressed all the time;\n\\q2 I suffer every day.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "I go about very discouraged;\n\\q2 I stand up and plead for people to help me.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "My wailing is as sad as jackals and ostriches in the wilderness.\n\\q1\n\n\n"
        },
        {
          "number": 30,
          "text": "My skin has become dark and is peeling off,\n\\q2 and I have a fever which causes my body to feel as though it were burning up with a fever.\n\\q1\n"
        },
        {
          "number": 31,
          "text": "Previously, I played joyful music on my harp and with my flute,\n\\q2 but now I play only the sad music of those who mourn.\"\n\n\n"
        }
      ],
      "number": 30
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"I made to myself a solemn promise\n\\q2 that I would not look at a young woman and want to sleep with her.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "If I did not do what I promised,\n\\q2 what would God who is in heaven give me?\n\\q2 Almighty God would certainly not give me any reward!\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Previously I thought that surely it was unrighteous people who would experience calamities,\n\\q2 and that it was those who do what is wrong who would experience disasters.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "God certainly sees everything that I do,\n\\q2 so why is he causing me to suffer?\n\\q2 It is as though he were counting every step that I take.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "I solemnly declare that I have never acted wickedly\n\\q2 and have never tried to deceive people.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "I request only that God judge me fairly;\n\\q2 if he does that, he will know that I am innocent.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "If it were true that I had turned away from walking on the right paths,\n\\q2 or that I had seen wrong things to do and then did them,\n\\q2 or that my hands were stained because I had sinned,\n\\q1\n"
        },
        {
          "number": 8,
          "text": "then I hope that when I plant seeds, someone else will harvest the crops and eat them,\n\\q2 and that others will uproot the crops that I have planted.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "If it is true that I have been attracted by some other man's wife,\n\\q2 or that I have hidden myself and waited outside the door to her house,\n\\q1\n"
        },
        {
          "number": 10,
          "text": "I hope another man will sleep with my own wife\n\\q2 and that she will sleep with him.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "For me to do that would be a terrible sin,\n\\q2 and the judges would decide that I should be punished.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "My adultery would produce in me a fire like the fire that burns people in hell,\n\\q2 and it would burn up everything that I own.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "If it is true that I have ever refused to listen to one of my male or female servants\n\\q2 when they complained to me about something,\n\\q1\n"
        },
        {
          "number": 14,
          "text": "I hope that God would stand up and declare that he will punish me;\n\\q2 when he does that, what could I do?\n\\q2 If he asked me about what I have done, what would I answer?\n\\q1\n"
        },
        {
          "number": 15,
          "text": "God, who created me, certainly also created my servants;\n\\q2 surely he is the one who formed them and me in our mothers' wombs,\n\\q2 so we all should behave toward each other in the same way.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": null,
          "text": "16-18 I have guided orphans from the time that they were born;\n\\q2 I have taken care of them since they were young.\n\\q1 So if it is true that I ate all my food myself and did not share some of it with orphans,\n\\q2 or that I refused to give poor people the things that they wanted,\n\\q2 or that I caused widows to live in despair,\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "or that I had seen people die from cold because they had no clothes,\n\\q2 or that I had seen poor people who did not have clothes to keep them warm,\n\\q1\n"
        },
        {
          "number": 20,
          "text": "and they were not able to become warm from clothes made from the wool of my sheep\n\\q2 and they thanked me for it,\n\\q1\n"
        },
        {
          "number": 21,
          "text": "or if it is true that I threatened to strike any orphan\n\\q2 because I knew that the elders at the city gates would approve of me;\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "if those things were true about me, I hope that my shoulder blade would be torn out\n\\q2 and my arm be torn from my shoulder.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "I always feared that God would cause me to experience a great disaster if I did any of those evil things,\n\\q2 and I would not have been able to endure the powerful things that he would do to punish me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "If it is true that I trusted in my gold,\n\\q1\n"
        },
        {
          "number": 25,
          "text": "or that I rejoiced because I had acquired many things\n\\q2 and had become very rich,\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "or that I looked at the sun when it was shining,\n\\q2 or that I looked at the beautiful moon,\n\\q1\n"
        },
        {
          "number": 27,
          "text": "and I had been tempted to worship them\n\\q2 by kissing my hand to honor them,\n\\q1\n"
        },
        {
          "number": 28,
          "text": "those things also would be sins for which the judges would say that I must be punished\n\\q2 because I would have been rejecting God by doing those things.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": null,
          "text": "29-30 It is not true that I sinned by requesting God to curse people who hated me\n\\q2 and to cause them to die;\n\\q1 or that I was glad when they were ruined\n\\q2 and rejoiced when they experienced disasters;\n\\q1\n\n\n"
        },
        {
          "number": null,
          "text": "31-32 or that I never welcomed travelers to stay in my house \n\\q2 and did not open my doors to them, but forced them to sleep in the streets.\n\\q2 All the men who work for me certainly know that I have given food to anyone who needed it!\n\\q1\n\n\n"
        },
        {
          "number": 33,
          "text": "Some people try to hide their sins,\n\\q2 but I have never done that;\n\\q1\n"
        },
        {
          "number": 34,
          "text": "and I never remained silent and refused to go outside\n\\q2 because I was afraid of what people would say about me,\n\\q2 and that they would hate me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 35,
          "text": "I wish that there was someone who would hear what I am saying!\n\\q2 I solemnly declare that all that I have said is true.\n\\q1 I wish that those who oppose me would write down on a scroll the evil things that they say that I did.\n\\q1\n"
        },
        {
          "number": 36,
          "text": "If they did that, I would wear that scroll on my shoulder or on top of my head, in order that everyone could see it.\n\\q1\n"
        },
        {
          "number": 37,
          "text": "I would tell God everything that I have done,\n\\q2 and I would approach him like a ruler would, without being afraid.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 38,
          "text": "If it is true that I have stolen land,\n\\q2 so that its furrows were like someone who shouted out to accuse me;\n\\q1\n"
        },
        {
          "number": 39,
          "text": "or that I have eaten the crops that grew in someone else's fields\n\\q2 without paying for those crops,\n\\q2 so that the farmers who grew those crops died from hunger;\n\\q1\n"
        },
        {
          "number": 40,
          "text": "then I wish that thorns would grow in my fields instead of wheat,\n\\q2 and that bad weeds would grow instead of barley!\"\n\\b\n\\q1 That is the end of what Job said to his three friends.\n\n\n"
        }
      ],
      "number": 31
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then those three men stopped replying to Job because they could not convince Job that he had done anything wrong.\n"
        },
        {
          "number": 2,
          "text": "Then Elihu son of Barachel, a descendant of Buz, from the clan of Ram, became very angry at Job. He was angry because Job continued to claim that he was innocent, and that God had been wrong to punish him.\n\n\n"
        },
        {
          "number": 3,
          "text": "He was also angry with Job's three friends because they had declared that Job must have done many things that were wrong, but they could not convince him.\n"
        },
        {
          "number": 4,
          "text": "Now Elihu was younger than the others, so he waited until they had finished speaking before he replied to Job.\n"
        },
        {
          "number": 5,
          "text": "But when Elihu realized that the three men had no more to say to Job, he became angry.\n\n\n\n"
        },
        {
          "number": 6,
          "text": "This is what he said:\n\\q1 \"I am young, and you all are much older than I am.\n\\q2 So I was timid, and I was afraid to tell you what I was thinking.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "I said to myself, 'Let those who are much older speak\n\\q2 because older people should be able to say things that are wise.'\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "However, the Spirit of Almighty God is within people, and it is he who enables them to be wise.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Not all people become wise when they are old;\n\\q2 not all old people understand what is right.\n\\b\n\\q1\n"
        },
        {
          "number": 10,
          "text": "That is why I say to you now, 'Listen to me,\n\\q2 and allow me to declare what I know.'\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "I waited for you all to speak;\n\\q2 I wanted to hear the wise things that you would say.\n\\q2 I waited while you thought carefully about what you should say.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "I paid attention carefully,\n\\q2 but surprisingly, none of you was able to prove that what Job said was wrong.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "So do not say to yourselves, 'We have discovered what is wise!'\n\\q2 It is God who must refute Job because you three have not been able to do that.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Job was replying to you, not to me,\n\\q2 so I will not reply to him by saying what you three have said.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "I tell myself this: these three men are confused because they have nothing more to say to Job;\n\\q2 they have nothing more to say to him.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "But because you do not speak, I certainly will not wait any longer;\n\\q2 you merely stand there and do not reply anymore.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "So now I also will reply to Job\n\\q2 and tell him what I know.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "I have plenty to say,\n\\q2 and my spirit forces me to say it.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "My inner being is like a container of wine that is stretching more and more from the fermentation,\n\\q2 and it will soon burst.\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "I must speak in order that I can rest from trying to hold in my words;\n\\q2 I must say something to reply to you all.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "I will speak fairly, not favoring any of you,\n\\q2 and I will not try to flatter anyone.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "I really do not know how to flatter people;\n\\q2 if I did that, God would soon destroy me.\"\n\n\n"
        }
      ],
      "number": 32
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"Now, Job, listen carefully\n\\q2 to all that I am going to say.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "I am ready to tell you what I think.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "In my inner being I know that I am speaking honestly\n\\q2 and that I am speaking sincerely.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Almighty God has created me as well as you,\n\\q2 and with his breath he has caused me to live.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "So answer what I say if you can;\n\\q2 think carefully what you will reply to me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "God considers that you and I are both the same;\n\\q2 he formed both of us from clay.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "So you do not need to be afraid of me;\n\\q2 I will not speak against you harshly.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "I have heard you speak,\n\\q2 and this is what you have said:\n\\q1\n"
        },
        {
          "number": 9,
          "text": "'I am innocent, and I have not committed any sins;\n\\q2 I am pure, and I have not done things that are wrong.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "But God finds reasons to accuse me,\n\\q2 and he considers that I am his enemy.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "It is as though he had put my feet in stocks,\n\\q2 and he watches everything that I do.' \n\\b\n\\q1\n"
        },
        {
          "number": 12,
          "text": "However, what you have said is wrong,\n\\q2 and I will tell you what you have said that is wrong.\n\\q2 God is much greater than any human.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "So, why are you arguing against God? He does not have to tell us why he does anything.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "God does, indeed, speak to us in various ways,\n\\q2 but we do not pay any attention to what he says.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Sometimes he speaks to us at night in dreams and visions\n\\q2 when we are on our beds, heavily asleep.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "He reveals things to us in those times;\n\\q2 he terrifies us by warning us about things.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "He tells us those things in order that we may stop doing evil deeds\n\\q2 and to prevent us from becoming proud.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "He does not want us to be destroyed;\n\\q2 he wants to prevent us from dying while we are still young.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "God also corrects us by forcing us to lie on our beds, suffering much pain\n\\q2 and fever in our bones.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "The result is that we do not desire any food,\n\\q2 not even very special food.\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "Our bodies become very thin so that we look like a skeleton, \n\\q2 and our bones stick out so others can count them.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "We know that we will soon die\n\\q2 and go to the place where dead people are.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "Yet sometimes an angel may come to one of us,\n\\q2 one of the thousands of angels who come to intervene between us and God,\n\\q2 to tell us what are the right things for us to do.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "The angel is kind to us and says to God,\n\\q2 'Please release that person,\n\\q1 so that he does not descend to the place where dead people are!\n\\q2 Do that because I have found a way for you to keep him from dying!\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "Please let his body be strong again;\n\\q2 please allow him to be strong like he was when he was young!'\n\\q1\n"
        },
        {
          "number": 26,
          "text": "If that happens, that person will pray to God, and God will accept him;\n\\q2 he will enter God's presence joyfully,\n\\q2 and then he will tell others how God saved him from dying.\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "He will sing as he says to everyone,\n\\q1 'I sinned, and I did things that were not right,\n\\q2 but God did not punish me in the way that I deserved.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "He has saved me from dying and going to the place where dead people are,\n\\q2 and I will continue to enjoy being alive.'\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 29,
          "text": "God does all these things for us many times;\n\\q1\n"
        },
        {
          "number": 30,
          "text": "he preserves us from dying and going to the place where the dead are,\n\\q2 in order that we can continue to enjoy being alive.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 31,
          "text": "So Job, listen to me;\n\\q2 do not say anything more; just allow me to speak.\n\\q1\n"
        },
        {
          "number": 32,
          "text": "After I speak, if you have something more that you want to say to me,\n\\q2 say it, because I would like to find a way to declare that you are innocent.\n\\q1\n"
        },
        {
          "number": 33,
          "text": "However, if you have nothing more that you want to say, then just listen to me,\n\\q2 and I will teach you how to become wise.\"\n\n\n"
        }
      ],
      "number": 33
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Elihu continued by saying this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"You men who think that you are very wise, listen to me;\n\\q2 listen to what I am saying, you men who say that you know so much.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "When we hear people talk,\n\\q2 we think carefully about what they say to know what is good and what is bad,\n\\q2 as we taste food to know what is good to eat.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "We must decide who is saying what is right,\n\\q2 and we must find out together for ourselves what is good.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Job has said, 'I am innocent,\n\\q2 but God has refused to judge me fairly.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "Even though I have always done what is right,\n\\q2 he is lying about me.\n\\q1 Even though I have not done what is wrong,\n\\q2 he has caused me to suffer, and I will certainly die because of this.'\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Is there any person like Job, who insults others as easily as people accept a drink of water?\n\\q1\n"
        },
        {
          "number": 8,
          "text": "He habitually associates with people who do what is evil\n\\q2 and spends time with wicked people.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "He certainly does these things, because he has said, 'It is useless for people to try to please God.'\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "So, you men who claim that you understand everything, listen to me!\n\\q1 Almighty God would never consider doing anything that is wicked or wrong!\n\\q1\n"
        },
        {
          "number": 11,
          "text": "He pays back people for what they have done;\n\\q2 he gives them what they deserve for the way that they have conducted their lives.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "Truly, Almighty God never does what is wicked;\n\\q2 he never calls wrongdoing right.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "No one gave him the authority to rule everything on the earth;\n\\q2 no one put him in control of the whole world.\n\\q2 He has always had that authority.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "If he ever thought only about himself and not about us also, and if he ever stopped making us live,\n\\q1\n"
        },
        {
          "number": 15,
          "text": "everyone would die immediately,\n\\q2 and their corpses would soon become soil again.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "So, Job, if you say that you understand everything,\n\\q2 listen to what I am saying.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "God could certainly never hate was is right and still rule the world.\n\\q2 So you really cannot criticize God, who is righteous and powerful, and you cannot say that what he has done is wrong, can you?\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "He tells some kings that they are worthless,\n\\q2 and he says to some officials that they are wicked.\n\\q1\n"
        },
        {
          "number": 19,
          "text": "He does not favor rulers more than he favors others;\n\\q2 he does not favor rich people more than poor people\n\\q2 because he created all of them.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "They often die suddenly;\n\\q2 he strikes them at midnight and they die;\n\\q2 he gets rid of important people without the help of any humans.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "He sees everything that people do;\n\\q2 when we walk, he watches every step that we take.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "There is no gloom or darkness\n\\q2 in which wicked people can hide from God.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "God does not need to set a time\n\\q2 when we will stand in front of him in order that he may judge us.\n\\q2 He already knows everything about us.\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "He destroys important people without needing to investigate what they have done,\n\\q2 and he appoints others to take their places.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "Because he already knows what they have done,\n\\q2 he removes them at night and gets rid of them.\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "He strikes them because of the wicked things that they have done;\n\\q2 many people see him do it.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "He strikes them down because they turned away from doing what he wanted them to do\n\\q2 and did not pay attention to any of his commands.\n\\q1\n"
        },
        {
          "number": 28,
          "text": "They mistreated poor people;\n\\q2 those poor people cried out to God for help,\n\\q2 and he heard them.\n\\q1\n\n\n"
        },
        {
          "number": 29,
          "text": "Yet even if God decides to do nothing to punish wicked people,\n\\q2 no one can criticize him.\n\\q1 God controls all nations and all people.\n\\q1\n"
        },
        {
          "number": 30,
          "text": "He does this so that those who rule over us may honor him, \n\\q2 so that our rulers do not oppress us.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 31,
          "text": "Job, have you or anyone else ever said to God, 'I have certainly committed sin,\n\\q2 but I will not sin anymore;\n\\q1\n"
        },
        {
          "number": 32,
          "text": "so teach me what sins I have committed;\n\\q1 if I have done anything that is evil,\n\\q2 I will not do it anymore'?\n\\q1\n"
        },
        {
          "number": 33,
          "text": "Job, you object to what God has done to you,\n\\q2 but do you think that he will do what you want him to do?\n\\q1 It is you who must choose what you should say to God, not I;\n\\q2 tell me what you are thinking about this.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 34,
          "text": "People who have good sense, those who are wise and who listen to what I say,\n\\q2 will say to me,\n\\q1\n"
        },
        {
          "number": 35,
          "text": "'Job is speaking ignorantly;\n\\q2 what he says is nonsense.'\n\\q1\n\n\n"
        },
        {
          "number": 36,
          "text": "To you friends of Job, I say this: I think that a court should thoroughly try Job,\n\\q2 because he answers us, his friends, as wicked men would answer.\n\\q1\n"
        },
        {
          "number": 37,
          "text": "To add to the other sins that he has committed, he is rebelling against God;\n\\q2 he shows us that he does not honor God;\n\\q2 he makes long speeches saying that God has punished him unjustly.\"\n\n\n"
        }
      ],
      "number": 34
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Elihu also said this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Job, do you really think that you have done nothing wrong?\n\\q1 You say, 'God knows that I am innocent,'\n\\q1\n"
        },
        {
          "number": 3,
          "text": "and you also say, 'What good have I received for not sinning?\n\\q2 What benefit have I received that I would not have had, even if I had sinned?' \n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Well, I will answer you,\n\\q2 and I will answer your three friends, too.\n\\b\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Job, look up at the sky;\n\\q2 look at the clouds that are high above you\n\\q2 and realize that God is far above everything, entirely out of your reach.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "If you have sinned, that cannot harm God at all.\n\\q2 Even if you do wrong things many, many times, that certainly does not hurt him.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "In the same way, if you are righteous, does that help God?\n\\q2 No, nothing you do can help him.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "It is other people who can suffer because of the wicked things that you do;\n\\q2 In the same way, you might help others if you do good things for them.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "People cry out because of the many things that others do to make them suffer;\n\\q2 they call for help because of the things that powerful people do to them.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "But no one calls out to God\n\\q2 and says, 'Why does God, my creator, not help me?\n\\q2 He should enable me to sing joyful songs, instead of very sad songs, during the night.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "He should be able to teach us more than he teaches the wild animals;\n\\q2 he should enable us to become wiser than all the birds are!'\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "People cry out for help,\n\\q2 but God does not answer them\n\\q2 because those who cry out are proud and evil people.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "It is useless for them to cry out\n\\q2 because God, the Almighty One, does not pay any attention to what they say.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "So when you complain that you cannot see God,\n\\q2 and you tell him that you are waiting for him to decide whether or not you have done wrong,\n\\q2 he will not listen to you, either!\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Furthermore, you say that because he does not pay attention when people commit sins,\n\\q2 he does not become angry and punish them.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "My friends, you see that Job has said things that are completely useless,\n\\q2 that he says many things without knowing what in the world he is talking about.\"\n\n\n"
        }
      ],
      "number": 35
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Elihu finished speaking by saying this:\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Job, be patient with me a little longer\n\\q2 because I have something else to teach you.\n\\q2 I have something else to say in order to prove that God does no wrong.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "I will tell you what I have learned from many sources,\n\\q2 in order to show that God, my creator, is just.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "I will not say anything to you that is false;\n\\q2 I, who am standing in front of you, am someone who understands things very well.\n\\b\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Really, God is very powerful, and he does not despise anyone,\n\\q2 and he understands everything.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "He does not allow wicked people to remain alive—contrary to what you have claimed,\n\\q2 and he always acts justly toward those who are suffering.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "He always watches over those who are righteous;\n\\q2 he makes them prosper, as if they were kings, \n\\q2 and he causes others to honor them forever.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "However, if people who commit crimes are caught,\n\\q2 or if they suffer in prison for having done wrong,\n\\q1\n"
        },
        {
          "number": 9,
          "text": "then God shows them what they have done;\n\\q2 he shows them the sins that they have committed,\n\\q2 and he shows them that they have been arrogant.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "He causes them to listen to what he is warning them,\n\\q2 and he commands them to turn away from doing what is evil.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "If they listen to him and serve him,\n\\q2 they will prosper and be happy for all the years that they continue to live.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "But if they do not listen to him,\n\\q2 they will die violently\n\\q2 because they understand nothing about God and what he wants them to do.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "People who fail to honor God continue being angry,\n\\q2 and they do not cry out for help\n\\q2 even when God is punishing them.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "They die while they are still young,\n\\q2 disgraced because of their immoral behavior.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "God actually rescues people by causing them to suffer;\n\\q2 by afflicting them, he causes them to listen to what he is telling them.\n\\b\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Job, I think that God wants to bring you out of your troubles\n\\q2 and allow you to live without distress;\n\\q2 he wants your table to be full of very nice food.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "However, now he is punishing you as he would punish the wicked;\n\\q2 God has judged you very rightly.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Be careful that you are not deceived by desiring to acquire money\n\\q2 or that you are not ruined by accepting large bribes so that you yourself will treat others unfairly.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "If that happens, it certainly will not help you to cry out when you are distressed;\n\\q2 none of your strength will help you in that case.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Do not wish that it would be nighttime in order that you might mistreat others without anyone knowing it;\n\\q2 night is the time when even entire people groups are destroyed!\n\\q1\n"
        },
        {
          "number": 21,
          "text": "Be careful not to begin doing evil deeds,\n\\q2 because God has caused you to suffer to prevent you from doing evil.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "Truly, people praise God because he is so powerful;\n\\q2 there is certainly no teacher who teaches what he teaches.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "No one has told him what he should do,\n\\q2 and no one has said to him, 'You have done what is wrong!'\n\\q1\n"
        },
        {
          "number": 24,
          "text": "People have always sung songs to praise him,\n\\q2 so you also should never forget to praise him for what he has done.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "All people have seen what he has done,\n\\q2 but we understand those things only a little.\n\\b\n\\q1\n"
        },
        {
          "number": 26,
          "text": "How great God is! We are not able to know how great he is,\n\\q2 and we do not understand how old he is.\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "He draws water up from the earth and puts it in clouds\n\\q2 and causes it to become rain;\n\\q1\n"
        },
        {
          "number": 28,
          "text": "the rain pours down from the sky\n\\q2 and causes abundant showers to fall on everyone.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "No one can understand how the clouds move across the sky\n\\q2 or how it thunders in the sky where God lives.\n\\q1\n\n\n"
        },
        {
          "number": 30,
          "text": "He causes lightning to flash all around him,\n\\q2 but he causes the oceans to remain dark.\n\\q1\n"
        },
        {
          "number": 31,
          "text": "By providing plenty of rain for everyone,\n\\q2 he gives them abundant food.\n\\q1\n\n\n"
        },
        {
          "number": 32,
          "text": "It is as though he were holding the lightning in his hands,\n\\q2 and then he commands it to strike where he wants it to.\n\\q1\n"
        },
        {
          "number": 33,
          "text": "When we hear his thunder, we know that there will be a storm,\n\\q2 and the cattle know it, too.\n\n\n"
        }
      ],
      "number": 36
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"My heart pounds when I think about that.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Listen, all of you, to the thunder,\n\\q2 which is like God's voice.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "He sends thunder all across the sky,\n\\q2 and he sends lighting to the most distant places on the earth.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "After the lightning flashes, we hear the thunder,\n\\q2 which is like God's powerful voice;\n\\q2 when he speaks, he does not keep back the lightning.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "When God speaks, it causes us to fear him and admire him, as thunder does;\n\\q2 he does amazing things that we cannot understand.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "He commands the snow to fall on the ground,\n\\q2 and often he makes it rain very hard.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "When God does that, it prevents people from working,\n\\q2 in order that all people may know that he is the one who does these things.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "When it rains, the animals go into their hiding places,\n\\q2 and they stay there until the rain stops.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "The storms come from the place in the south where they start,\n\\q2 and the cold winds come from the north.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "In the winter water freezes when he commands it,\n\\q2 and the lakes become ice.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "God fills the clouds with moisture,\n\\q2 and lightning flashes everywhere from the clouds.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "He guides the clouds and causes them to move back and forth\n\\q2 in order that they may accomplish all that he commands them to do all over the world.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "Sometimes God sends rain to punish us, sometimes to water the land that he has made,\n\\q2 and sometimes because he wants to be very kind to us.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "Job, listen to this;\n\\q2 stop and think about the wonderful things that God does.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Do you know how God commands the lightning to flash down from his clouds?\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Only God knows everything perfectly;\n\\q2 so do you know how he causes the clouds to move in the sky?\n\\q1\n"
        },
        {
          "number": 17,
          "text": "No, you just sweat there in your clothes;\n\\q2 it is very oppressive when the hot wind stops blowing from the south and all the leaves on the trees become still.\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "Can you stretch out the skies like God does and make them as hard as a metal mirror?\n\\b\n\\q1\n"
        },
        {
          "number": 19,
          "text": "Job, you know so much! So tell us what we should say to God;\n\\q2 we do not know anything about how we should defend ourselves.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Should I ask someone to tell God that I want to speak to him?\n\\q2 No, because if I did that, he might destroy me.\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "You know that people cannot look directly at the sun\n\\q2 when it shines brightly in the sky after the wind has blown the clouds away;\n\\q2 likewise we certainly cannot look at the brightness of God.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "God comes out of the north with a light that shines like gold;\n\\q2 his glory causes us to be afraid.\n\\q1\n\n\n"
        },
        {
          "number": 23,
          "text": "Almighty God has very great power,\n\\q2 and we do not know how to go near to him.\n\\q1 He always acts righteously,\n\\q2 and he will never mistreat us.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "That is the reason that we have an awesome respect for him;\n\\q2 he does not pay attention to those who proudly, but wrongly, think that they are wise.\"\n\n\n"
        }
      ],
      "number": 37
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Yahweh spoke to Job from inside a powerful storm. He said to him,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Who are you to bring confusion to what I plan to do?\n\\q2 You are speaking ignorantly!\n\\q1\n"
        },
        {
          "number": 3,
          "text": "I want to ask you some questions,\n\\q2 so act like a man and\n\\q2 get ready to answer my questions.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Where were you when I started to create the earth?\n\\q2 Since you know so much, tell me where you were at that time.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "If it was not I who decided how large the earth would be, then who decided?\n\\q2 Do you know who stretched a line around the earth to measure it?\n\\q2 Since you think that you know so much, you should surely know that!\n\\q1\n\n\n"
        },
        {
          "number": null,
          "text": "6-7 What supports the pillars on which the earth rests?\n\\q1 When the stars that shine early in the morning sang together,\n\\q2 and someone put in place the stone that causes the earth to stay in its place,\n\\q2 and all the angels shouted joyfully when they saw that happen,\n\\q1 who laid that cornerstone?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "When the seas poured out from under the earth,\n\\q2 who prevented the water from flooding over the land?\n\\q1\n"
        },
        {
          "number": 9,
          "text": "It was I, not you, who caused clouds to come over the seas\n\\q2 and caused it to become very dark under those clouds.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "I set limits for the seas,\n\\q2 and I put barriers so that the water would not come over the land.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "I pointed to the shore and said to the water,\n\\q2 'I permit you to come up to here, but I do not permit you to come any farther.\n\\q2 Your powerful waves must stop here!'\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "Job, have you ever commanded the morning to begin?\n\\q2 Have you ever told the sun to start rising and begin a new day?\n\\q1\n"
        },
        {
          "number": 13,
          "text": "Have you ever told the dawn to spread out over the whole earth\n\\q2 with the result that wicked people run away from the light?\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "When it becomes light after the dawn,\n\\q2 the hills and the valleys become clear like a seal gives an image to the clay under it, or like the folds in a cloth.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "When it becomes daylight, the wicked do not have the darkness that they like;\n\\q2 in the daylight they no longer are able to hurt anyone.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Job, have you traveled to the springs in the bottom of the ocean from which the water in the seas comes?\n\\q2 Have you investigated the very bottom of the oceans?\n\\q1\n"
        },
        {
          "number": 17,
          "text": "Has someone shown you the gates to the place where dead people are,\n\\q2 the gates to the place where it is very dark among those who are dead?\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Do you know how big the earth is?\n\\q2 Tell me, if you know all these things!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "Where is the road to the place where light comes from?\n\\q2 Can you tell me where darkness lives?\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Can you take the light and the darkness to the places where they must do their work every day?\n\\q2 Do you know where the road is that goes back to their homes?\n\\q1\n"
        },
        {
          "number": 21,
          "text": "I am sure that you know these things\n\\q2 because you were born before the time when all things were created;\n\\q2 you must be very old!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "Have you entered the place where I store the snow\n\\q2 and the place where I keep the hail?\n\\q1\n"
        },
        {
          "number": 23,
          "text": "I store the snow and the hail in order that I can use them when people are fighting on earth,\n\\q2 in times when they are fighting wars.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "Where is the road to the place from which I cause the lightning to flash?\n\\q2 Where is the place from where the east wind begins to blow over all the earth?\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "Who created the channels in which the rain comes down from the sky?\n\\q2 Who makes the roads for the thunder in the air?\n\\q1\n"
        },
        {
          "number": 26,
          "text": "Who causes rain to fall in the desert,\n\\q2 in places where no one lives?\n\\q1\n"
        },
        {
          "number": 27,
          "text": "Who sends the rain that gives moisture to barren areas, areas where nothing has grown,\n\\q2 so that grass begins to grow again?\n\\q1\n\n\n"
        },
        {
          "number": 28,
          "text": "Does the rain have a father?\n\\q2 Does the dew also have a father?\n\\q1\n"
        },
        {
          "number": 29,
          "text": "From whose womb does ice come in the winter?\n\\q2 Who gives birth to the frost that comes down from the sky?\n\\q1\n"
        },
        {
          "number": 30,
          "text": "In the winter, the water freezes and becomes as hard as a rock,\n\\q2 and the surface of lakes becomes frozen.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 31,
          "text": "Job, can you fasten the chains that hold the stars together in the cluster of the Pleiades stars?\n\\q2 Can you unfasten the cords of the stars in Orion?\n"
        },
        {
          "number": 32,
          "text": "Can you tell the stars and planets when they should shine?\n\\q2 Can you guide the stars in the groups of the Big Bear and the Little Bear?\n\\q1\n"
        },
        {
          "number": 33,
          "text": "Do you know the laws that the stars must obey?\n\\q2 Can you cause those same laws to rule everything here on the earth?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 34,
          "text": "Can you shout commands up to the clouds and make rain pour down on you?\n\\q1\n"
        },
        {
          "number": 35,
          "text": "Can you cause flashes of lightning to come down and strike where you want them to strike?\n\\q2 Do those flashes say to you, 'Where do you want us to strike?'\n\\q1\n\n\n"
        },
        {
          "number": 36,
          "text": "Who enables the clouds to know when they should cause rain to fall?\n\\q1\n"
        },
        {
          "number": 37,
          "text": "Who is skilled enough to be able to count the clouds?\n\\q2 Who can tilt the containers of water in the sky to cause the rain to fall\n\\q1\n"
        },
        {
          "number": 38,
          "text": "so that the dry ground becomes hard\n\\q2 as the dry clods become wet and stick together?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": null,
          "text": "39-40 When a lioness and her cubs crouch in their dens or hide in a thicket, waiting for some animal to pass by that they can kill,\n\\q1 can you find animals for the lioness to kill\n\\q2 so that she and her cubs can eat the meat and not be hungry anymore?\n\\q1\n\n\n"
        },
        {
          "number": 41,
          "text": "Who provides dead animals for the raven,\n\\q2 when its young are calling out to me for food,\n\\q2 when they are so weak because of their lack of food that they stagger around in their nests?\n\n\n"
        }
      ],
      "number": 38
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"Job, do you know at what time of the year the female mountain goats give birth?\n\\q2 Have you watched the wild deer while their calves were being born?\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Do you know how many months pass from the time they become pregnant until their calves are born?\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "When they give birth, they crouch down,\n\\q2 and then their labor pangs are done.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "The young calves grow up in the open fields,\n\\q2 and then they leave their mothers and do not return to them again.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Who allows the wild donkeys to go wherever they want away from the cities?\n\\q1\n"
        },
        {
          "number": 6,
          "text": "I am the one who has freed them and put them in the desert plain,\n\\q2 in places where grass does not grow.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "They do not like the noise in the cities;\n\\q2 in the desert they do not have to listen to the shouts of those who forced them to work.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "They go over the hills to find food;\n\\q2 there they search for grass to eat.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "Will a wild ox agree to work for you?\n\\q2 Will it allow you to keep it penned up at night in the place where you put feed for your animals?\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Can you fasten a rope on it\n\\q2 so that it will plow furrows in your fields, your fields in the valley?\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "Since it is very strong, can you for that reason trust it to work for you?\n\\q2 Can you go away after you tell it what work it should do and assume that it will do that work?\n\\q1\n"
        },
        {
          "number": 12,
          "text": "Can you rely on it to come back from the field\n\\q2 bringing your grain to the place where you thresh it?\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Think also about the ostriches. They joyfully flap their wings,\n\\q2 but they have no love for their own young.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Ostriches lay their eggs on top of the ground and then walk away,\n\\q2 leaving the eggs to be warmed in the sand.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Ostriches never think about the possibility that some wild animal may step on the eggs and crush them.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "Ostriches act cruelly toward their chicks;\n\\q2 they act as though the chicks belonged to some other ostrich.\n\\q1 They are not concerned if their chicks die,\n\\q2 that they may have laid their eggs for nothing.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "That is because I did not allow ostriches to be wise.\n\\q2 I did not enable them to be intelligent.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "However, when they get up and begin to run,\n\\q2 they scornfully laugh at horses with their riders\n\\q2 because the horses cannot run as fast as the ostriches!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "Also, think about horses. Job, are you the one who made the horses to be strong?\n\\q2 Are you the one who put flowing manes on their necks?\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Are you the one who enabled them to leap forward like locusts?\n\\q2 When they snort, they cause people to be afraid.\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "They paw the ground, rejoicing because they are very strong,\n\\q2 as they prepare to rush into battle.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "It is as if they were laughing at the thought of being afraid. They are not afraid of anything!\n\\q2 They do not run away when the soldiers in the battle are fighting each other with swords.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "The quivers containing the riders' arrows rattle against the horses' sides,\n\\q2 and the spears and javelins flash in the light of the sun.\n\\q1\n\n\n"
        },
        {
          "number": 24,
          "text": "The horses run very quickly, and they speedily cover the ground;\n\\q2 they rush into battle as soon as the trumpet is blown.\n\\q1\n"
        },
        {
          "number": 25,
          "text": "They neigh joyfully when they hear someone blowing the trumpet.\n\\q2 They can smell a battle even when they are far away,\n\\q2 and they understand what it means when the commanders shout their commands to their soldiers.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 26,
          "text": "Think about big birds. Are you the one who enabled hawks to spread their wings\n\\q2 and fly to the south for the winter?\n\\q1\n\n\n"
        },
        {
          "number": 27,
          "text": "Do eagles fly high up into the cliffs to make their nests\n\\q2 because you commanded them to do that?\n\\q1\n"
        },
        {
          "number": 28,
          "text": "They live in holes in those cliffs.\n\\q2 They are safe in those high pointed rocks because no animals can reach them there.\n\\q1\n\n\n"
        },
        {
          "number": 29,
          "text": "As they watch carefully from there,\n\\q2 they see animals far away that they can kill.\n\\q1\n"
        },
        {
          "number": 30,
          "text": "After an eagle kills an animal,\n\\q2 the baby eagles drink the blood of that animal;\n\\q2 they gather wherever there are dead people lying on the ground.\"\n\n\n"
        }
      ],
      "number": 39
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Yahweh said to Job,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"Do you still want to argue with me, the Almighty One?\n\\q2 Since you criticize me, you should be able to answer my questions!\"\n\n\n\n"
        },
        {
          "number": 3,
          "text": "Then Job replied to Yahweh,\n\\q1\n"
        },
        {
          "number": 4,
          "text": "\"Now I realize that I am completely worthless. So how could I answer those questions?\n\\q2 I will put my hand over my mouth and not say anything.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "I have already said more than I should have said,\n\\q2 so now I will say nothing more.\"\n\n\n\n"
        },
        {
          "number": 6,
          "text": "Then Yahweh again spoke to Job from inside a powerful storm. He said,\n\\q1\n"
        },
        {
          "number": 7,
          "text": "\"I want to ask you some questions,\n\\q2 so act like a man and\n\\q2 get ready to answer my questions.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "Are you going to accuse me and say that I am unjust?\n\\q2 Are you going to say that what I have done is wrong, in order that you can say that what you have done is right?\n\\q1\n"
        },
        {
          "number": 9,
          "text": "Do you have the same amount of power as I do?\n\\q2 Can your voice sound as loud as thunder, as mine can?\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "If you can do that, then put on the robes\n\\q2 that show that you are glorious and are greatly honored!\n\\q1\n"
        },
        {
          "number": 11,
          "text": "Show that you are very angry;\n\\q2 show that you have the right to humble people who are very proud!\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "Humble those proud people just by looking at them angrily!\n\\q2 Crush wicked people quickly!\n\\q1\n"
        },
        {
          "number": 13,
          "text": "Bury them in the ground!\n\\q2 Send them to the place where dead people are,\n\\q2 where they will not be able to get out!\n\\q1\n"
        },
        {
          "number": 14,
          "text": "If you do that, I will congratulate you\n\\q2 and say that truly you can save yourself by your own ability.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "Think also about hippopotamuses.\n\\q2 I made you, and I made them also.\n\\q2 They eat grass, like oxen do.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Their legs are very strong,\n\\q2 and the muscles of their bellies are very powerful.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "Their tails are stiff like the branches of a cedar tree.\n\\q2 The muscles of their thighs are close together.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Their thigh bones are like tubes made of bronze,\n\\q2 and the bones of their legs are like bars made of iron.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "Hippopotamuses are among the strongest of the animals that I made,\n\\q2 and I, who created them, am the only one who can kill them.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "On the hills grows food for them to eat\n\\q2 while many other wild animals play nearby.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "They lie down in the water under the lotus plants;\n\\q2 they hide in tall reeds in the swamps.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "The hippopotamuses find shade under the lotus plants,\n\\q2 and they are surrounded by willow trees growing in the streams.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "They are not disturbed by raging, flooding rivers;\n\\q2 they are not even disturbed when rivers like the Jordan River rush over them.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "No one can catch them with hooks\n\\q2 or by piercing their noses with the teeth of a trap!\n\n\n"
        }
      ],
      "number": 40
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "\"Think also about crocodiles.\n\\q2 Can you catch them with a fishhook\n\\q2 or fasten their jaws with a rope?\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Can you put ropes through their noses to control them\n\\q2 or thrust hooks through their jaws?\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Will they plead with you to act mercifully toward them\n\\q2 or use sweet talk in order that you will not harm them?\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Will they make an agreement with you to work for you,\n\\q2 to be your slaves as long as they live?\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Can you make them into pets like you do birds?\n\\q2 Can you put a leash around their necks so that your servant girls can play with them?\n\\q1\n"
        },
        {
          "number": 6,
          "text": "Will men who partner in selling fish try to sell them in the market?\n\\q2 Will they cut a crocodile up into pieces and sell the meat?\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Can you pierce crocodiles through their hides by throwing fishing spears at them?\n\\q2 Can you pierce their heads with a harpoon?\n\\q1\n"
        },
        {
          "number": 8,
          "text": "If you grab one of them with your hands, it will give you a battle that you will never forget,\n\\q2 and you will never try to do it again!\n\\q1\n"
        },
        {
          "number": 9,
          "text": "It is useless to even hope to subdue them.\n\\q2 Anyone who tries to subdue one of them will fall to the ground out of fear.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "No one dares to make a crocodile angry.\n\\q2 So, since I am much more powerful than they are, who would dare to cause me to be angry?\n\\q1\n"
        },
        {
          "number": 11,
          "text": "Also, everything on the earth is mine.\n\\q2 Therefore, no one is able to give anything to me and require me to pay money for it!\n\\b\n\\q1\n"
        },
        {
          "number": 12,
          "text": "I will tell you about how strong crocodiles' legs are\n\\q2 and how strong their well formed bodies are.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "Can anyone strip off their hides?\n\\q2 Can anyone pierce through their double layer of armor?\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Can anyone pry open their jaws, which have terrible teeth in them?\n\\q1\n"
        },
        {
          "number": 15,
          "text": "They have rows of scales on their back\n\\q2 which are as hard as rock.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "The scales are very close together;\n\\q2 not even air can get between them.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "The scales are joined very closely to each other,\n\\q2 and they cannot be separated.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "When crocodiles sneeze, the tiny drops of water that come out of their noses sparkle in the sunlight.\n\\q2 Their eyes are red like the rising sun.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "It is as though sparks of fire poured out of their mouths.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Smoke pours out of their nostrils\n\\q2 as steam comes out of a pot that is put over a very, very hot fire.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "Their breath can cause coals to blaze\n\\q2 and flames to shoot out from their mouths.\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "Their necks are very strong;\n\\q2 wherever they go, they make people very afraid.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "The folds in their flesh are very close together\n\\q2 and are very hard.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "They are fearless\n\\q2 because the inner parts of their bodies are as hard as a rock,\n\\q2 as hard as the lower millstone on which people grind grain.\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "When they rise up, they cause even very strong people to be terrified.\n\\q2 As a result, people fall back.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "People cannot injure them with swords;\n\\q2 spears, arrows, or or other weapons with sharp points cannot injure them, either.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "They certainly are not afraid of weapons made of straw or rotten wood,\n\\q2 but they are not even afraid of weapons made of iron or bronze!\n\\q1\n\n\n"
        },
        {
          "number": 28,
          "text": "Shooting arrows at them does not cause them to run away.\n\\q2 Hurling stones at them from a sling is like hurling bits of chaff at them.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "They are not afraid of clubs anymore than they would be afraid of men throwing bits of straw at them,\n\\q2 and they laugh when they hear a spear coming at them.\n\\q1\n"
        },
        {
          "number": 30,
          "text": "Their bellies are covered with scales that are as sharp as broken pieces of pottery.\n\\q2 When they drag themselves through the mud,\n\\q2 their bellies tear up the ground like a plow.\n\\q1\n\n\n"
        },
        {
          "number": 31,
          "text": "They stir up the water and cause it to foam\n\\q2 as they churn through it.\n\\q1\n"
        },
        {
          "number": 32,
          "text": "As they go through the water, their wakes glisten.\n\\q2 People who see it would think that the foam had become white hair.\n\\q1\n\n\n"
        },
        {
          "number": 33,
          "text": "There are no creatures on earth that I have created as fearless as crocodiles.\n\\q1\n"
        },
        {
          "number": 34,
          "text": "They are the proudest of all the creatures;\n\\q2 they are like kings over all the other wild animals.\"\n\n\n"
        }
      ],
      "number": 41
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Then Job replied to Yahweh. He said,\n\\q1\n"
        },
        {
          "number": 2,
          "text": "\"I know that you can do everything\n\\q2 and that no one can stop you from doing what you want to do.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "You asked me, 'Who are you to bring confusion to what I plan to do? You are speaking ignorantly!'\n\\q2 It is true that I spoke about things that I did not understand,\n\\q2 things that are very amazing,\n\\q2 things about which I know nothing.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "You said to me, 'Listen while I talk to you.\n\\q2 I want to ask you some questions,\n\\q2 so prepare yourself to answer them.'\n\\q1\n"
        },
        {
          "number": 5,
          "text": "I had heard about you previously by rumor,\n\\q2 but now it is as though I have seen you with my own eyes.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "Therefore I am ashamed of what I said,\n\\q2 and I sit in dust and ashes to show that I am sorry for what I said.\"\n\n\n\n"
        },
        {
          "number": 7,
          "text": "After Yahweh said these things to Job, he said to Eliphaz, \"I am angry with you and your two friends, Bildad and Zophar, because you did not say true things about me, as my servant Job did. \n"
        },
        {
          "number": 8,
          "text": "So now you must take to Job seven young bulls and seven rams and kill them and burn them on the altar as a sacrifice for yourselves. Then Job will pray for you, and I will do what he requests me to do. I will forgive you for speaking wrongly about me. I will not punish you, even though you deserve to be punished, because what you said about me was not right.\"\n\n"
        },
        {
          "number": 9,
          "text": "So Eliphaz, Bildad, and Zophar did what Yahweh commanded them to do, and Yahweh did what Job requested him to do for the three of them.\n\n\n\n"
        },
        {
          "number": 10,
          "text": "After Job prayed for his three friends, Yahweh healed him and caused him to become rich again. Yahweh gave him twice as many things as he had before.\n"
        },
        {
          "number": 11,
          "text": "Then all his brothers and sisters, and all the people who had known him before, came to his house, and they had a feast together. They consoled him because of all the troubles that Yahweh had allowed to happen to him. Each of them gave Job a piece of silver and a gold ring.\n\n\n\n"
        },
        {
          "number": 12,
          "text": "Then Yahweh blessed Job in the second half of his life more than he had blessed him in the first half of his life. He now acquired fourteen thousand sheep, six thousand camels, one thousand oxen, and one thousand female donkeys.\n"
        },
        {
          "number": 13,
          "text": "And he also had seven more sons and three more daughters.\n"
        },
        {
          "number": 14,
          "text": "He named the first daughter Jemimah, he named the second daughter Keziah, and he named the third daughter Keren Happuch.\n\n\n"
        },
        {
          "number": 15,
          "text": "In all of the land of Uz, there were no young women who were as beautiful as the daughters of Job, and Job declared that they would inherit some of his possessions, just as their brothers would inherit some.\n\n"
        },
        {
          "number": 16,
          "text": "After that, Job lived 140 more years. Before he died, he saw his great-great-grandchildren.\n"
        },
        {
          "number": 17,
          "text": "He was very old when he died.\n"
        }
      ],
      "number": 42
    }
  ]
}
