{
  "headers": {
    "id": "LAM Unlocked Dynamic Bible",
    "ide": "UTF-8",
    "h": "LAMENTATIONS",
    "toc1": "The Book of Lamentations",
    "toc2": "Lamentations",
    "toc3": "Lam",
    "mt1": "Lamentations"
  },
  "book": "LAMENTATIONS",
  "chapters": [
    {
      "verses": [
        {
          "number": 1,
          "text": "\\q1\n"
        },
        {
          "number": 1,
          "text": "Jerusalem was once full of people,\n\\q2 but now it is completely deserted.\n\\q1 Once it was a powerful nation,\n\\q2 but now it is alone, like a widow.\n\\q1 Once everyone in the world honored it like a king's daughter,\n\\q2 but now it is like a slave.\n\\b\n\\q1\n"
        },
        {
          "number": 2,
          "text": "We in the city weep bitterly all during the nights,\n\\q2 with tears flowing down our cheeks.\n\\q1 We did not trust Yahweh to help us, and the people groups that we did trust failed to help us;\n\\q2 none of those people comfort us now.\n\\q1 All the people groups that were friends with us have betrayed us;\n\\q2 they are all now our enemies.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "The people of Judah have become poor \n\\q2 and have suffered greatly.\n\\q1 Almost all of our people \n\\q2 were forced to leave our land.\n\\q1 We now live in another country\n\\q2 and we have no peace.\n\\q1 When the people Judah were unable to defend ourselves, \n\\q2 that was when our enemies captured us.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "The roads to Mount Zion are empty \n\\q2 because no one comes here to celebrate the sacred festivals any longer.\n\\q1 No elders or leaders sit under the city gates to talk any more,\n\\q2 and Jerusalem's priests groan in sorrow.\n\\q1 The young women left in Jerusalem cry\n\\q2 because they are suffering greatly.\n\\b\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Our enemies are now masters of our city,\n\\q2 and they prosper.\n\\q1 Yahweh has punished us, the people of Jerusalem,\n\\q2 because of all the sins that we have committed.\n\\q1 Our enemies have taken all our children \n\\q2 and made them go to other countries.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Jerusalem was a beautiful city,\n\\q2 but it is not beautiful now.\n\\q1 The leaders of our city are like deer that are starving\n\\q2 because they can find no grass to eat.\n\\q1 They are very weak\n\\q2 and cannot run from our enemies.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "We, the people of Jerusalem, are sad and have no more homes to live in;\n\\q2 we think about all the splendid things that once filled our city.\n\\q1 But now our enemies have captured the city,\n\\q2 and there is no one to help us.\n\\q1 Our enemies destroyed our city\n\\q2 and laughed while they were doing it.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "We, the people of Jerusalem, have sinned very much;\n\\q2 our city has become like a bloody rag between a woman's legs.\n\\q1 Everyone who previously honored our city now despise it;\n\\q2 they are like people who strip a woman bare and then mock her.\n\\q1 Now we groan in the city;\n\\q2 we are like a woman without clothes who tries to cover herself with her hands.\n\\b\n\\q1\n"
        },
        {
          "number": 9,
          "text": "It is as if our city has become filthy because we have sinned so greatly;\n\\q2 we did not think about how God would punish us.\n\\q1 We did not imagine how we would suffer;\n\\q2 there is no one to comfort us.\n\\q1 We all call out to God, \"Yahweh, look at how we are suffering\n\\q2 because our enemies have defeated us!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "Our enemies have taken away all our treasures,\n\\q2 all the valuable things that we owned.\n\\q1 People who do not worship you, Yahweh, are going into our sacred temple,\n\\q2 where you had said no foreigner must go into the place where your people worship you.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "All the people in the city cry out with pain\n\\q2 while they search for food.\n\\q1 They have given their most valuable things\n\\q2 to get food to eat to restore their strength.\n\\q1 Yahweh, look at me,\n\\q2 no one values my life.\n\\b\n\\q1\n"
        },
        {
          "number": 12,
          "text": "You people who pass by,\n\\q2 you do not seem to care at all about what has happened to me.\n\\q1 Look around and see\n\\q2 that there are no other people who are suffering as I do.\n\\q1 Yahweh has caused me to suffer\n\\q2 because he was punished me on the day he was angry with us, his people.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "It is as though he sent a fire from heaven \n\\q2 that burned in my bones;\n\\q1 it is as though he has placed a trap to entangle my feet,\n\\q2 and has prevented me from walking turning back to our home.\n\\q1 He has abandoned me;\n\\q2 I am weak and alone every day, all during the day.\n\\b\n\\q1\n"
        },
        {
          "number": 14,
          "text": "He turned the sins that I have committed into a heavy load for me to carry;\n\\q2 it is as though he tied them around my neck.\n\\q1 Previously we were strong,\n\\q2 but he has caused me to become weak.\n\\q1 He has allowed my enemies to capture me,\n\\q2 and I was not able to do anything to resist them.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "The Lord looked at my mighty soldiers, who kept me safe.\n\\q1 He summoned a great army\n\\q2 to come and crush me to defeat my strong young soldiers.\n\\q1 The Lord has trampled on the people of Judah\n\\q2 as people trample on grapes in a pit to make juice.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "I weep because of all these things.\n\\q2 My eyes are filled with tears.\n\\q1 There is no one to comfort me.\n\\q2 The one who comforts me is far away from me.\n\\q1 My children have no hope\n\\q2 because the enemy has taken us all captive.\n\\b\n\\q1\n"
        },
        {
          "number": 17,
          "text": "The people who lived in Zion (the city of Jerusalem)\n\\q2 have no one to give them comfort. \n\\q1 Yahweh has give the order that the people in nearby nations \n\\q2 will become the enemies of the descendants of our father Jacob (who are also called the Israelites).\n\\q2 Jerusalem has become disgusting to them.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "But what Yahweh has done to me is fair,\n\\q2 for I had refused to obey what he told me to do.\n\\q1 You people everywhere, listen to me!\n\\q2 Look and see that that I am suffering greatly.\n\\q1 My young daughters and brave sons \n\\q2 have been taken away to far off lands.\n\\b\n\\q1\n"
        },
        {
          "number": 19,
          "text": "I pleaded with our allies, in whom we trusted, to help,\n\\q2 but they all refused, \n\\q2 they told lies and did not keep their promises.\n\\q1 My priests and my leaders\n\\q2 died with the walls of the city\n\\q1 while they searched for food to eat.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "Yahweh, see that I am suffering very much!\n\\q2 Inside of my body I am in great distress.\n\\q1 I am sad in the center of my being,\n\\q2 because I have rebelled against you\n\\q2 and have caused you great sadness!\n\\q1 Our enemies kill people in the streets with their swords;\n\\q2 and that makes our homes the places where the dead are kept. \n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "Here my groaning!\n\\q2 but no one came to comfort me.\n\\q1 All our enemies know what happened to me;\n\\q2 they were all happy to hear \n\\q2 about what Yahweh has done to his people.\n\\q1 Please do soon what you have promised,\n\\q2 when our enemies will suffer like we have suffered!\n\\b\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Yahweh, let those evils deeds come near to you\n\\q2 so you may see them all!\n\\q1 Punish them as you have punished me\n\\q2 for all my sins!\n\\q1 I suffer and groan very much,\n\\q2 and I faint within my inner self.\n\n\n"
        }
      ],
      "number": 1
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "The Lord was extremely angry with us;\n\\q2 it was as though he covered Jerusalem with a dark cloud.\n\\q1 Previously it was a beautiful city,\n\\q2 but he has caused it to become a ruin.\n\\q1 At the time he punished Israel,\n\\q2 he even abandoned his temple in Jerusalem.\n\\b\n\\q1\n"
        },
        {
          "number": 2,
          "text": "The Lord destroyed the homes of the people of Judah;\n\\q2 he did not act mercifully.\n\\q1 Because he was very angry,\n\\q2 he broke down the fortresses of Judah.\n\\q1 He has made our kingdom to be completely helpless, and\n\\q2 he has caused our rulers to lose all honor.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Because he was extremely angry,\n\\q2 he has caused Israel to not be powerful anymore.\n\\q1 He has refused to assist us\n\\q2 when our enemies attacked us.\n\\q1 He has destroyed Israel\n\\q2 like a raging fire destroys everything.\n\\b\n\\q1\n"
        },
        {
          "number": 4,
          "text": "He has gotten ready to kill us, his people,\n\\q2 as though we were his enemies.\n\\q1 He prepared to kill the people whom we love the most,\n\\q2 members of our own families.\n\\q1 He is extremely angry with us people of Jerusalem;\n\\q2 his anger is like a fire.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "The Lord has become like an enemy\n\\q2 to us Israelites; he has destroyed us;\n\\q1 he has destroyed our palaces\n\\q2 and made our fortresses into ruins.\n\\q1 He has gotten rid of many people in Jerusalem,\n\\q2 and caused us to mourn and weep for those who were killed.\n\\b\n\\q1\n"
        },
        {
          "number": 6,
          "text": "He has caused our enemies to smash his temple\n\\q2 as easily as if it had been a hut in a garden.\n\\q1 He has caused us, his people, to forget\n\\q2 all our sacred festivals and Sabbath days.\n\\q1 He has hated our kings and priests \n\\q2 because he was extremely angry with them.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Yahweh has rejected the very altar on which we had sacrificed animals to him;\n\\q2 he has abandoned his temple.\n\\q1 He has allowed our enemies to tear down the walls\n\\q2 of our temple and our palaces.\n\\q1 They shout victoriously in the temple of Yahweh,\n\\q2 like we previously shouted during our sacred festivals.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "Yahweh was determined\n\\q2 that our enemies whould tear down our city wall.\n\\q1 It was as though he had first measured the walls\n\\q2 and then completely destroyed them.\n\\q1 It was as though he caused the towers and walls to lament\n\\q2 because they were now ruins.\n\\b\n\\q1\n"
        },
        {
          "number": 9,
          "text": "The city gates have collapsed;\n\\q2 the enemy has destroyed the bars that fastened the gates shut.\n\\q1 The king and his officials have been forced to go to other countries,\n\\q2 where no one teaches the laws that God gave to Moses.\n\\q1 The prophets do not receive any visions\n\\q2 because Yahweh does not give them any.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "The old men of Jerusalem sit on the ground,\n\\q2 and they say nothing.\n\\q1 They are so sad that they wear rough sackcloth\n\\q2 and throw dust on their heads.\n\\q1 The young girls of Jerusalem bow down sorrowfully,\n\\q2 their faces touch the ground.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "My eyes are very tired because of my tears;\n\\q2 I am very grieved within my inner being.\n\\q1 Because very many of my people have died,\n\\q2 in my inner being I grieve and am exhausted.\n\\q1 Even children and babies are fainting\n\\q2 and dying in the streets because they have no food.\n\\b\n\\q1\n"
        },
        {
          "number": 12,
          "text": "They cry out to their mothers,\n\\q2 \"We need something to eat and drink!\"\n\\q1 They collapse like wounded men\n\\q2 in the streets of the city.\n\\q1 They slowly die\n\\q2 in the arms of their mothers.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "You people of Jerusalem,\n\\q2 I cannot say anything to help you.\n\\q1 No people have suffered like you are suffering;\n\\q2 I do not know what I can do to comfort you.\n\\q1 You have fallen just as far\n\\q2 as if you had sunk in the ocean;\n\\q2 there is no one who can bring your city back to what it was.\n\\b\n\\q1\n"
        },
        {
          "number": 14,
          "text": "The prophets among you claimed that they had seen visions from Yahweh,\n\\q2 but what they said was false and worthless.\n\\q1 They did not work to save you from your enemies;\n\\q2 they did not tell you that you had sinned.\n\\q1 Instead, they announced to you things that they said Yahweh had told them; \n\\q2 they tempted you to believe them, and you did.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "All those who pass by you\n\\q2 make fun of you by clapping their hands;\n\\q2 they shake their heads and hiss at you;\n\\q1 They say, \"Is this the great city of Jerusalem?\n\\q2 Is it the city that people said was the most beautiful city in the world,\n\\q2 the city that caused all the people on the earth to rejoice?\"\n\\b\n\\q1\n"
        },
        {
          "number": 16,
          "text": "Now all our enemies laugh at you;\n\\q2 they hate you so much that they hiss at you and grind their teeth at you.\n\\q1 They say, \"We have destroyed Israel!\n\\q2 This is what we longed for,\n\\q2 and now it has happened!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "Yahweh has done what he planned;\n\\q2 long ago he threatened to destroy you,\n\\q2 and now he has done it.\n\\q1 He has destroyed your city without acting mercifully toward you;\n\\q2 he has enabled your enemies to be happy about defeating you;\n\\q2 he has enabled your enemies to continually become stronger.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 18,
          "text": "I wish the city walls could speak like the people who \n\\q2 cry out to Yahweh!\n\\q1 I would tell the walls, \"Cry out for help to Yahweh!\n\\q2 Let your tears flow day and night!\n\\q2 Let them flow like rivers.\n\\q1 Do not stop grieving;\n\\q2 do not stop crying.\"\n\\b\n\\q1\n"
        },
        {
          "number": 19,
          "text": "Get up during every night and cry out;\n\\q2 tell Yahweh what you feel in your inner beings.\n\\q1 Raise your arms to plead to him\n\\q2 to act mercifully to prevent our children from dying;\n\\q1 they are fainting on the street corners\n\\q2 because they have no food to eat.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 20,
          "text": "Yahweh, look at your people and have mercy on us.\n\\q2 Have you ever caused people to suffer like this before?\n\\q1 It is certainly not right that women are eating the flesh of their own children,\n\\q2 the children whom they have always taken care of.\n\\q1 It is not right that our enemies are killing priests and prophets\n\\q2 in your own temple!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "The corpses of people of all ages lie in the streets;\n\\q2 there are even corpses of young men and young women whom our enemies have killed with their swords.\n\\q1 Because you were very angry,\n\\q2 you caused them to be killed;\n\\q1 you have slaughtered them\n\\q2 without pitying them at all.\n\\b\n\\q1\n"
        },
        {
          "number": 22,
          "text": "You summoned my enemies to attack from every direction,\n\\q2 as though you were calling them to come to a feast.\n\\q1 At that time you showed that you were very angry,\n\\q2 and no one escaped.\n\\q1 Our enemies murdered our little children,\n\\q2 the ones whom we took care of and reared up.\n\n\n"
        }
      ],
      "number": 2
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "I, the one who am writing this, am a man whom Yahweh made to suffer,\n\\q2 because he was angry.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "It was as though he caused me to walk in a very dark place\n\\q2 without any light at all.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "He has punished me many times,\n\\q2 many times during each day.\n\\b\n\\q1\n"
        },
        {
          "number": 4,
          "text": "He has caused my skin and my flesh to become old.\n\\q2 He has broken my bones.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "He has surrounded me with things\n\\q2 that make me suffer very bitterly.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "It is as though he has buried me in a dark place\n\\q2 like those who have been dead for a long time.\n\\b\n\\q1\n"
        },
        {
          "number": 7,
          "text": "It is as though he has built a prison wall around me,\n\\q2 and fastened me with heavy chains, so I cannot escape.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "Although I call out and cry out for him to help me,\n\\q2 he does not pay attention to me.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "It is as though he has blocked my path with a high stone wall\n\\q2 and has caused me to wander everywhere to try to get out.\n\\b\n\\q1\n"
        },
        {
          "number": 10,
          "text": "He has waited to attack me\n\\q2 like a bear or a lion hides and waits to attack a man.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "It is as though a bear has dragged me off the path and mauled me,\n\\q2 and left me alone without help.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "It is as though he strung his bow and made me the target\n\\q2 to shoot at with his arrows.\n\\b\n\\q1\n"
        },
        {
          "number": 13,
          "text": "It is as though he shot his arrows\n\\q2 deep into my body.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "All my relatives laugh at me;\n\\q2 all during each day they sing songs that make fun of me.\n\\q1\n"
        },
        {
          "number": 15,
          "text": "Yahweh has made me suffer greatly,\n\\q2 like someone suffers after drinking something very bitter.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "It is as though he has caused me to chew gravel that broke my teeth;\n\\q2 it is as though he has trampled me in the ground.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "Things no longer go well for me;\n\\q2 I no longer remember being prosperous.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "I continued to say to myself, \"I not strong enough to bear any more hardships.\n\\q2 I no longer expect to that Yahweh will rescue me.\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "When I think about how I suffer and how I wander far from home,\n\\q2 it is like drinking a very bitter liquid.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "I will never forget this time\n\\q2 when I feel very depressed.\n\\q1\n"
        },
        {
          "number": 21,
          "text": "However, I confidently expect Yahweh to do good things for me again,\n\\q2 and I think about this:\n\\q1\n\n\n"
        },
        {
          "number": 22,
          "text": "Yahweh never stops faithfully loving us, so we are not completely dead.\n\\q2 He never stops acting kindly toward us.\n\\q1\n"
        },
        {
          "number": 23,
          "text": "Every morning he acts mercifully toward us again.\n\\q2 He is the one in whom we can always trust.\n\\q1\n"
        },
        {
          "number": 24,
          "text": "So I sincerely say to myself, \"Yahweh gives me what I need!\"\n\\q2 Because I believe this, I will confidently wait for him to do good things for me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 25,
          "text": "Yahweh is good to all those who depend on him,\n\\q2 to those who seek him to help them.\n\\q1\n"
        },
        {
          "number": 26,
          "text": "So it is good for us to wait quietly\n\\q2 for Yahweh to save us.\n\\q1\n"
        },
        {
          "number": 27,
          "text": "And it is good for us to suffer patiently \n\\q2 while we are young.\n\\b\n\\q1\n"
        },
        {
          "number": 28,
          "text": "Those who seek him to help them should sit by themselves and not complain,\n\\q2 because they know that it is Yahweh who has allowed them to suffer.\n\\q1\n"
        },
        {
          "number": 29,
          "text": "They should lie in the dirt, with their faces on the ground,\n\\q2 because they can still hope that Yahweh will help them.\n\\q1\n\n\n"
        },
        {
          "number": 30,
          "text": "If someone strikes us on one cheek,\n\\q2 we should turn the other cheek toward that person in order that he may strike it, too,\n\\q2 and accept it when others insult us.\n\\b\n\\q1\n"
        },
        {
          "number": 31,
          "text": "Yahweh does not abandon us, his people, forever.\n\\q1\n"
        },
        {
          "number": 32,
          "text": "Sometimes he causes us to suffer,\n\\q2 but he also acts kindly toward us\n\\q1 because he continually and faithfully loves us.\n\\q1\n"
        },
        {
          "number": 33,
          "text": "And he does not take pleasure when he causes people to suffer\n\\q2 or be sad.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 34,
          "text": "If people mistreat and oppress all the prisoners,\n\\q1\n"
        },
        {
          "number": 35,
          "text": "or if they rebel against God\n\\q2 by refusing to do for others what is right,\n\\q1\n"
        },
        {
          "number": 36,
          "text": "or if they cause judges to decide matters unjustly,\n\\q2 Yahweh certainly sees all these things.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 37,
          "text": "No one can make something happen\n\\q2 unless Yahweh has already decided that it should happen.\n\\q1\n"
        },
        {
          "number": 38,
          "text": "God in heaven is the one who commands that disasters should happen,\n\\q2 and he also causes good things to happen.\n\\q1\n"
        },
        {
          "number": 39,
          "text": "So it is certainly not right for us, who are only people on earth, to complain\n\\q2 when he punishes us for the sins that we have committed.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 40,
          "text": "Instead, we should think carefully about how we behave;\n\\q2 we should turn back to Yahweh.\n\\q1\n"
        },
        {
          "number": 41,
          "text": "We should pray with all our inner beings and lift up our arms\n\\q2 toward God in heaven, and say,\n\\q1\n"
        },
        {
          "number": 42,
          "text": "\"We have sinned and rebelled against you,\n\\q2 and you have not forgiven us.\n\\q1\n"
        },
        {
          "number": 43,
          "text": "You have been very angry and chased after us;\n\\q2 you have slaughtered us without pitying us.\n\\q1\n\n\n"
        },
        {
          "number": 44,
          "text": "You have hidden yourself away, as if you were in a cloud,\n\\q2 so that you will not hear us when we pray.\n\\q1\n"
        },
        {
          "number": 45,
          "text": "You have made us go among the foreign peoples,\n\\q2 and they think we are only garbage.\n\\b\n\\q1\n"
        },
        {
          "number": 47,
          "text": "We are constantly afraid that people will trap us,\n\\q2 because we have experienced so many disasters and so much ruin.\"\n\\q1\n\n\n"
        },
        {
          "number": 48,
          "text": "Many tears flow from my eyes\n\\q2 because my people have been destroyed.\n\\q1\n"
        },
        {
          "number": 49,
          "text": "My tears continually flow;\n\\q2 they will not stop\n\\q1\n"
        },
        {
          "number": 50,
          "text": "until Yahweh looks down from heaven and sees us.\n\\q1\n\n\n"
        },
        {
          "number": 51,
          "text": "I am very grieved\n\\q2 because of what has happened to the women of my city.\n\\b\n\\q1\n"
        },
        {
          "number": 52,
          "text": "My enemies hunted for me\n\\q2 like people hunt for a bird to kill it\n\\q1 even though there was no reason for them to do that.\n\\q1\n"
        },
        {
          "number": 53,
          "text": "They threw me into a pit to kill me,\n\\q2 and placed a heavy stone over the top of it.\n\\q1\n"
        },
        {
          "number": 54,
          "text": "The water in the pit rose above my head,\n\\q2 and I said to myself, \"I am about to die!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 55,
          "text": "But from the bottom of the pit I cried out to you,\n\\q2 \"Yahweh, help me!\"\n\\q1\n"
        },
        {
          "number": 56,
          "text": "I pleaded with you,\n\\q2 \"Do not refuse to hear me when I cry out to you!\"\n\\q1\n"
        },
        {
          "number": 57,
          "text": "Then you answered me\n\\q2 and said, \"Do not be afraid!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 58,
          "text": "Yahweh, you argued for me when people wanted to condemn me and execute me;\n\\q2 you did not allow me to die.\n\\q1\n"
        },
        {
          "number": 59,
          "text": "Now, Yahweh, you have seen the evil things that my enemies have done to me,\n\\q2 so judge my case and show that I have done nothing wrong.\n\\q1\n"
        },
        {
          "number": 60,
          "text": "You know the evil things\n\\q2 that they are planning to do to me.\n\\q1\n"
        },
        {
          "number": 61,
          "text": "Yahweh, you have heard them insult me;\n\\q2 you have heard what they plan to do to me.\n\\q1\n\n\n"
        },
        {
          "number": 62,
          "text": "Every day they whisper and mutter things about me,\n\\q2 all during the day.\n\\q1\n"
        },
        {
          "number": 63,
          "text": "Look at them! Whatever they are doing at the moment,\n\\q2 they make fun of me by the songs that they sing.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 64,
          "text": "Yahweh, cause them to suffer\n\\q2 in return for their causing me to suffer!\n\\q1\n"
        },
        {
          "number": 65,
          "text": "Curse them\n\\q2 and make them very, very afraid of you.\n\\q1\n"
        },
        {
          "number": 66,
          "text": "Because you are angry with them, pursue them and get rid of them,\n\\q2 until none of them remain on the earth.\n\n\n"
        }
      ],
      "number": 3
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Previously our people were like pure gold,\n\\q2 but now they are worthless.\n\\q1 Just as our enemies have scattered the sacred stones in the temple,\n\\q2 so they have also scattered our young men.\n\\b\n\\q1\n"
        },
        {
          "number": 2,
          "text": "The young men of Jerusalem were as valuable as large amounts of gold,\n\\q2 but now people consider them to be as worthless as ordinary clay pots.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Even the female jackals feed their pups,\n\\q2 but my people act cruelly toward their own children;\n\\q1 the mothers are like ostriches in the desert that abandon their eggs.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "My people's infants' tongues cling to the roofs of their mouths\n\\q2 because they are extremely thirsty;\n\\q1 the children plead for some food,\n\\q2 but no one gives them any.\n\\b\n\\q1\n"
        },
        {
          "number": 5,
          "text": "People who previously ate fine food\n\\q2 are now starving in the streets;\n\\q1 those who previously wore fine clothes \n\\q2 now paw through rubbish heaps to find some food.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "The people of Sodom died very suddenly in a disaster,\n\\q2 and there was no one to rescue them;\n\\q1 but God has punished my people\n\\q2 more severely than the people of Sodom.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Our leaders were could be compare to snow or milk,\n\\q2  so they were clean and spotless.\n\\q1 Their physical bodies were healthy, \n\\q2 and their health and strength could compare \n\\q2 to brilliance and beauty of sapphires. \n\\b\n\\q1\n"
        },
        {
          "number": 8,
          "text": "But now their faces are blacker than soot,\n\\q2 and no one recognizes them in the streets.\n\\q1 Their skin has shriveled on their bones,\n\\q2 and it has become as dry as a wooden stick.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "It is better to die in a battle \n\\q2 than to die of hunger.\n\\q1 There was no food to harvest in the fields,\n\\q2 so the people slowly starved until they died.\n\\b\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Women who usually acted with love and compassion\n\\q2 have killed and cooked their own children;\n\\q1 they ate them when there was no other food,\n\\q2 when Jerusalem was being destroyed by attacking armies.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "Yahweh has shown to everyone how angry he was with his people!\n\\q1 His anger spread like a fire in Zion (the city of Jerusalem)\n\\q2 that burned the city down to its rock foundations.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "None of the kings on the earth or anyone else\n\\q2 believed that any of our enemies could enter the gates of Jerusalem.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "But that is what happened;\n\\q2 it happened because the prophets sinned;\n\\q1 the priests also sinned\n\\q2 by causing innocent people to die.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "The prophets and priests wander through the streets\n\\q2 as though they were blind.\n\\q1 No one will touch them\n\\q2 because their clothes are stained with the blood of those innocent people.\n\\b\n\\q1\n"
        },
        {
          "number": 15,
          "text": "These prophets and priests shout, \"Stay away from us!\n\\q2 Do not touch us!\"\n\\q1 So the prophets and priests have fled from Israel,\n\\q2 and they wander around from one country to another,\n\\q2 but people in each country keep saying to them, \"You cannot stay here!\"\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "It is Yahweh himself who has scattered them;\n\\q2 he no longer is concerned about them.\n\\q1 People do not welcome our priests any longer, and they care nothing for the elders.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "We continued to look for someone to help us before it was too late,\n\\q2 but it was useless.\n\\q1 We continued to watch to see if one of our allies would save us,\n\\q2 but none of the nations that we were waiting for was willing to help us.\n\\b\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Our enemies were pursuing us,\n\\q2 so we could not even walk in our streets because they could take us as prisoners.\n\\q1 Our enemies were about to capture us;\n\\q2 it was time for them to kill us.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "Those who ran after us were faster than eagles flying in the sky.\n\\q1 Even if we fled to the mountains\n\\q2 or hid in the desert,\n\\q2 they went there ahead of us and waited to attack us.\n\\b\n\\q1\n"
        },
        {
          "number": 20,
          "text": "Our king, whom Yahweh had appointed,\n\\q2 the one who enabled us to live,\n\\q1 the one whom we trusted to protect us\n\\q2 when we had to live in the other nations as slaves—\n\\q1 the enemy captured him,\n\\q2 as you would capture an animal in a pit.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 21,
          "text": "You people of Edom and Uz,\n\\q2 you should be happy while you can,\n\\q1 but Yahweh will punish you also.\n\\q2 You will become so drunk that you will strip off your own clothes.\n\\b\n\\q1\n"
        },
        {
          "number": 22,
          "text": "You people of Zion (whose home is in Jerusalem),\n\\q2 the time when Yahweh punishes you for your sins will come to an end.\n\\q1 He will bring an end to the time you must spend in exile.\n\\q2 But you people who are from Edom, Yahweh will punish you for your sins\n\\q2 and he will make known to everyone the wicked things you have done.\n\n\n"
        }
      ],
      "number": 4
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "Yahweh, think about what has happened to us.\n\\q2 See how no one respects us any longer.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Foreigners have seized our property,\n\\q2 and now they live in our homes.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Our enemies have killed our fathers,\n\\q2 and caused our mothers to become widows.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "Now they make us pay for water to drink,\n\\q2 and pay for firewood.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "The enemy runs after us and is very close to us;\n\\q2 we are exhausted, but they do not allow us to rest.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "In order to get enough food to remain alive,\n\\q2 we begged Egypt and Assyria to help us.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "Our ancestors sinned, and now they are dead,\n\\q2 but we are suffering for the sins that they committed.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "Now the people who rule over us are themselves slaves to their own masters in Babylon.\n\\q2 There is no one who can rescue us from their power.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "We go far to look for food, but we are in danger of dying when we do so,\n\\q2 because of the robbers who live in the wilderness.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Our skin has become hot like an oven,\n\\q2 and we have a very high fever because we are extremely hungry.\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "Our enemies have violated the women in Jerusalem,\n\\q2 and they have done that to the young women in all the towns of Judea.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "Our enemies have hanged our leaders,\n\\q2 and they have not respected our elders.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "They force our young men to grind flour with millstones,\n\\q2 and young boys stagger while they are forced to carry heavy loads of firewood.\n\\q1\n"
        },
        {
          "number": 14,
          "text": "Our elders no longer sit at the city gates to make important decisions;\n\\q2 the young men no longer play their musical instruments.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "We are no longer joyful;\n\\q2 instead of dancing joyfully, we now mourn.\n\\q1\n"
        },
        {
          "number": 16,
          "text": "The wreaths of flowers have fallen off our heads.\n\\q2 Terrible things have happened to us because of the sins that we committed.\n\\q1\n\n\n"
        },
        {
          "number": 17,
          "text": "We are tired and discouraged,\n\\q2 and we cannot see well because our eyes are full of tears.\n\\q1\n"
        },
        {
          "number": 18,
          "text": "Jerusalem has no one living any more in it,\n\\q2 and jackals prowl around in it.\n\\q1\n\n\n"
        },
        {
          "number": 19,
          "text": "But Yahweh, you rule forever!\n\\q2 You continue to rule from one generation to the next generation.\n\\q1\n"
        },
        {
          "number": 20,
          "text": "So why have you forgotten us?\n\\q2 Will you abandon us for a very long time?\n\\q1\n"
        },
        {
          "number": 21,
          "text": "Please enable us to return to you,\n\\q2 and enable us to prosper as we did previously.\n\\q1\n"
        },
        {
          "number": 22,
          "text": "Please do that, or is it really true that you have rejected us forever? \n\\q2 Is it really true that you will never stop being extremely angry with us?\n"
        }
      ],
      "number": 5
    }
  ]
}
