{
  "headers": {
    "id": "SNG Unlocked Dynamic Bible",
    "ide": "UTF-8",
    "h": "SONG OF SONGS",
    "toc1": "The Song of Songs",
    "toc2": "Song of Songs",
    "toc3": "Sng",
    "mt1": "Song of Songs"
  },
  "book": "SONG OF SONGS",
  "chapters": [
    {
      "verses": [
        {
          "number": 1,
          "text": "This is King Solomon's most beautiful song.\n\\b\n\\sp The young woman speaking to her lover\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Kiss me on my lips,\n\\q2 because your love for me is more delightful than wine.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "The fragrance of the perfume on your skin is very sweet.\n\\q2 And your honor is very great and is spreading,\n\\q2 like the fragrance of the special oil that you have put on your skin.\n\\q1 That is why the other young women are attracted to you.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "Take me quickly;\n\\q2 take me to your home.\n\\sp The woman speaking to herself\n\\q1 He is like a king to me;\n\\q2 he has brought me into his bedroom.\n\\sp The woman speaking to her lover\n\\q1 I am very happy about you;\n\\q2 my love for you is better than wine.\n\\q2 It is not surprising that the other young women adore you.\n\\sp The woman speaking to the other women\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "You women of Jerusalem,\n\\q2 I am dark but beautiful;\n\\q1 my dark skin is like the tents in Kedar,\n\\q2 or like the beautiful curtains in Solomon's palace.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "But do not stare at me because the sun has made my skin dark.\n\\q1 my brothers were angry with me,\n\\q1 so they forced me to work out in the sunshine in the vineyards,\n\\q2 so I was not able to take good care of my body.\n\\b\n\\sp The woman speaking to her lover\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "You whom I love, where will you take your flock of sheep today?\n\\q2 Where will you allow them to rest at noontime?\n\\q1 I want to know because it is not right for me to wander around like a prostitute\n\\q2 looking for you among the flocks that belong to your friends.\n\\sp Her lover answering her\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "You who are the most beautiful of all the women,\n\\q2 if you search for me and do not know where I will take my sheep,\n\\q1 follow the tracks of the sheep.\n\\q2 Then allow your young goats to graze near the shepherds' tents.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "You are beautiful, my darling, like one of the young female horses\n\\q2 that pull the chariots belonging to the king of Egypt.\n\\q1\n"
        },
        {
          "number": 10,
          "text": "Your cheeks are decorated with jewelry,\n\\q2 and there are strings of beads around your neck.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "I will make for you some gold earrings\n\\q2 that are decorated with silver.\n\\sp The woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "While the king was on his couch,\n\\q2 the smell of my perfume spread around the room.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "The man who loves me stays between my breasts during the night like a bag of perfume tied around my neck.\n\\q2\n"
        },
        {
          "number": 14,
          "text": "He is like a bunch of flowers from the vineyards at En Gedi.\n\\sp Her lover speaking to her\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "You whom I love, you are beautiful;\n\\q2 you are very beautiful!\n\\q1 Your eyes are as delightful as doves.\n\\sp The woman speaking to her lover\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "You who love me, you are very delightful,\n\\q2 you are wonderful!\n\\q2 This green grass in the countryside will be like a couch where we can lie down.\n\\q1\n"
        },
        {
          "number": 17,
          "text": "Branches of cedar trees will shade us;\n\\q2 the fir branches overhead are like a roof for us.\n\n\n"
        }
      ],
      "number": 1
    },
    {
      "verses": [
        {
          "number": 2,
          "text": "\\sp The woman speaking to her lover\n\\q1\n"
        },
        {
          "number": 1,
          "text": "I am like an insignificant flower in the plains,\n\\q2 like an insignificant lily growing in a valley.\n\\sp The man speaking to her\n\\q1\n"
        },
        {
          "number": 2,
          "text": "Among all the other young women,\n\\q2 you, the one whom I love, are like a lily growing among thorns!\n\\sp The woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Among all the other men, this man is the one who loves me; he is like a tree that grows in the forest.\n\\q2 Under his shade I am safe from the sun.\n\\q1 When he is close to me, it is like eating sweet fruit.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "He led me to the room where I feasted on his love,\n\\q2 where he made love to him, as if he were covering me with his love.\n\\sp The woman speaking to her lover\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Refresh me and strengthen me with your lovemaking.\n\\q2 It is like eating raisins and other fruit,\n\\q2 because I want you to love me even more.\n\\sp The woman speaking to herself\n\\q1\n"
        },
        {
          "number": 6,
          "text": "I hope he puts his left arm under my head\n\\q2 and holds me close with his right arm.\n\\b\n\\sp The woman speaking to the other women\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "You young women of Jerusalem,\n\\q2 I want you to take an oath, while the does and gazelles are listening, that you will not\n\\q1 disturb us while we are making love\n\\q2 until we are ready to stop.\n\\b\n\\sp The woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "I hear the voice of the man who loves me.\n\\q2 It is as though he is leaping over the mountains\n\\q1 and skipping over the hills\n\\q1\n"
        },
        {
          "number": 9,
          "text": "like a deer or a gazelle.\n\\q2 Now he is standing outside the wall of our house,\n\\q1 looking in the window,\n\\q2 and peering through the lattice.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "He spoke to me and said,\n\\q2 \"You whom I love, get up;\n\\q2 my beautiful one, come with me!\n\\q1\n"
        },
        {
          "number": 11,
          "text": "Look, the winter has ended;\n\\q2 the rain has stopped.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "The flowers are blooming throughout the country.\n\\q2 It is now time to sing;\n\\q1 we hear the pigeons cooing.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "There are young figs on the fig trees,\n\\q2 and there are blossoms on the grapevines\n\\q1 and their fragrance fills the air.\n\\q2 You whom I love, get up;\n\\q2 my beautiful one, come with me!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "You are like a dove hiding in the rocky cliff.\n\\q1 Show me your face,\n\\q2 and allow me to hear your voice,\n\\q2 because your voice is sounds sweet,\n\\q1 and your face is lovely.\"\n\\sp The woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "There are other men who ruin women as wild dogs ruin vineyards;\n\\q2 do not allow those men to attack me.\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "This man who loves me—I belong to him, and he belongs to me.\n\\q2 He takes great pleasure in kissing my lips,\n\\q2 as sheep love to graze in pastures.\n\\sp The woman speaking to her lover\n\\q1\n"
        },
        {
          "number": 17,
          "text": "You who love me, you must go away before dawn, when the darkness disappears. \n\\q2 Go away quickly, like a gazelle or like a young deer running on the high hills.\n\n\n"
        }
      ],
      "number": 2
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "During the entire night while I lay on my bed,\n\\q2 I was longing to see the one I loved with all my heart.\n\\q1 I wanted him to come,\n\\q2 but he did not.\n\\q1\n"
        },
        {
          "number": 2,
          "text": "So I said to myself,\n\\q1 \"I will get up now and walk around the city,\n\\q2 through the streets and plazas,\n\\q2 to search for the one whom I love.\"\n\\q1 So I got up and went out to look for him,\n\\q2 but I could not find him.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "The city watchmen saw me\n\\q2 while they were patrolling in the city.\n\\q1 I asked them,\n\\q2 \"Have you seen the one whom I love?\"\n\\q1\n"
        },
        {
          "number": 4,
          "text": "As soon as I walked past them,\n\\q2 I found the one whom I love with all my heart.\n\\q1 I clung to him and would not let him go\n\\q2 until I brought him to my mother's house,\n\\q2 to the room where my mother had conceived me.\n\\sp The woman speaking to the other women\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "You women of Jerusalem,\n\\q2 solemnly promise me, while the does and gazelles are listening, that you will not\n\\q1 disturb us while we are making love\n\\q2 until we are ready to stop.\n\\b\n\\sp The young woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "What is that I see coming from the wilderness,\n\\q2 something that is stirring up dust like a column of smoke\n\\q1 like some from burning myrrh and incense\n\\q2 made from spices imported by merchants?\n\\q1\n"
        },
        {
          "number": 7,
          "text": "It is Solomon's litter carried by servants and\n\\q2 surrounded by sixty bodyguards\n\\q2 chosen from the strongest soldiers in Israel.\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "They all have swords\n\\q2 and they all are trained to use them.\n\\q1 Each one has his sword strapped to his side\n\\q2 and is prepared for dangers that can happen during the night or day.\n\\q1\n"
        },
        {
          "number": 9,
          "text": "King Solomon commanded his servants to make that litter for him;\n\\q2 it was made with wood from Lebanon.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "The canopy that covered it was held up by silver posts,\n\\q2 and the back of the litter was embroidered with gold.\n\\q1 The seat was covered with purple cloth\n\\q2 lovingly made by the women of Jerusalem.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "You women of Jerusalem,\n\\q2 come and look at King Solomon\n\\q1 wearing the headdress that his mother put on his head\n\\q2 on the day when he was married,\n\\q1 the happiest day of his life.\n\n\n"
        }
      ],
      "number": 3
    },
    {
      "verses": [
        {
          "number": 4,
          "text": "\\sp The woman's lover speaking to her\n\\q1\n"
        },
        {
          "number": 1,
          "text": "My darling, you are beautiful,\n\\q2 you are very beautiful!\n\\q2 Underneath your veil, your eyes are as gentle as doves.\n\\q1 Your long black hair moves from side to side like a flock of black goats\n\\q2 moving down the slopes of Mount Gilead.\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "Your teeth are very white,\n\\q2 as white as sheep whose wool people have just cut,\n\\q1 as white as sheep that people have just washed in a stream.\n\\q1 You have all of your teeth on both sides;\n\\q2 none of them is missing.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Your lips are like a scarlet ribbon,\n\\q2 and your mouth is lovely.\n\\q1 Beneath your veil,\n\\q2 your cheeks are round and rosy like the halves of a pomegranate.\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "Your long neck is beautiful, like the tower of King David\n\\q2 that was built using layers of stone.\n\\q1 The ornaments on the necklaces around your neck are like a thousand shields hanging on the walls of a tower;\n\\q2 each one belongs to a warrior.\n\\q1\n"
        },
        {
          "number": 5,
          "text": "Your breasts are as delicate as two young twin deer\n\\q2 eating grass among lilies.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Until dawn tomorrow morning,\n\\q2 when the nighttime shadows disappear,\n\\q1 I will lie close to your breasts, \n\\q2 because they are like two hills that smell like sweet spices.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "My darling, you are completely beautiful;\n\\q2 your body is perfectly formed!\n\\b\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "My darling, it is as though you were in Lebanon\n\\q2 far away, where I cannot reach you.\n\\q1 Come back to me.\n\\q1 It is as though you were on the top of Mount Hermon\n\\q2 or the nearby peaks, where I cannot go to you.\n\\q1 Come from the mountains, where the lions have their dens\n\\q2 and where the leopards live on the mountains.\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "You who are most dear to me, when I see you,\n\\q2 you force me to love you\n\\q2 when I see you look at me, when I see a little of the jewelry that you wear around your neck.\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "My bride, your love for me is delightful!\n\\q2 It more delightful than wine!\n\\q1 The fragrance of your perfume\n\\q2 is more pleasing than any spice!\n\\q1\n"
        },
        {
          "number": 11,
          "text": "When you kiss me, it is better than when I eat honey.\n\\q2 Your kisses are as sweet as milk mixed with honey.\n\\q2 The aroma of your clothes\n\\q2 is like the aroma of cedar trees in Lebanon.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "You who are most dear to me, you are like a garden that the owner keeps locked\n\\q2 in order that other men cannot enter it;\n\\q1 you are like a spring that is covered\n\\q2 in order that others may not drink from it.\n\\q1\n"
        },
        {
          "number": 13,
          "text": "You are like an orchard of pomegranate trees\n\\q2 full of delicious fruit,\n\\q2 and plenty of plants that produce henna and nard spices,\n\\q2\n"
        },
        {
          "number": 14,
          "text": "saffron and calamus and cinnamon\n\\q2 and many other kinds of incense,\n\\q2 myrrh and aloes\n\\q2 and many other fine spices.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "You are like a fountain in a garden,\n\\q2 like a spring of clear water\n\\q2 that flows down from the mountains of Lebanon.\n\\b\n\\sp The young woman speaking to her lover\n\\q1\n"
        },
        {
          "number": 16,
          "text": "I want the north wind and the south wind to come,\n\\q2 and blow on my garden,\n\\q1 in order that the fragrance of the spices will spread through the air.\n\\q1 Similarly, I want the one who loves me to come and enjoy being close to me\n\\q2 like someone comes into a garden and enjoys eating the fruit that grows there.\n\n\n"
        }
      ],
      "number": 4
    },
    {
      "verses": [
        {
          "number": 5,
          "text": "\\sp The woman's lover speaking to her\n\\q1\n"
        },
        {
          "number": 1,
          "text": "You who are most dear to me,\n\\q2 I have come to be next to you.\n\\q1 It will be as though I am gathering myrrh with my other spices,\n\\q2 eating my honey and honeycomb,\n\\q2 and drinking my wine and my milk.\n\\sp The woman's lover speaking to her\n\\q1 Friends, enjoy making love;\n\\q2 fully enjoy all that you do with each other.\n\\b\n\\sp The young woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "I was asleep, and I had a dream.\n\\q2 In it I heard my lover knocking at the door.\n\\q1 He said, \"You who are dearer to me than my sister, my darling, my dear friend, my perfect one, my dove,\n\\q2 open the door for me!\n\\q1 My hair is wet from the dew,\n\\q2 from the mist that has fallen during the night.\"\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "But I had already taken off my robe;\n\\q2 I did not want to put it on again to open the door.\n\\q1 I had already washed my feet;\n\\q2 I did not want them to get dirty again.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "The one who loves me put his hand through the opening in the door,\n\\q2 and I was thrilled in my inner being that he was there.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "I got up to open the door for him,\n\\q2 but first I put a lot of myrrh on my hands.\n\\q1 It was dripping from my fingers\n\\q2 while I unlatched the bolt.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "I opened the door for the man who loves me,\n\\q2 but he left.\n\\q1 He had turned away and was gone!\n\\q2 I was very disappointed.\n\\q1 I searched for him, but I could not find him;\n\\q2 I called him, but he did not answer.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "The city watchmen saw me while they were walking around the city.\n\\q1 They beat me and wounded me\n\\q2 because they thought I was a prostitute;\n\\q2 those men who were guarding the city walls took my robe.\n\\sp The young woman speaking to the women of the city\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "You young women of Jerusalem,\n\\q2 I want you to take an oath\n\\q1 that if you see the man who loves me,\n\\q2 you will tell him that I want him so much that I feel sick.\n\\sp The women of the city speaking to the young woman\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "You who are the fairest among women,\n\\q2 why do you think that the one who loves you is better than other men?\n\\q1 In what way is he better than other men?\n\\q2 Why do you want us to swear that we will tell him that?\n\\sp The young woman speaking to the women of the city\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "It is because the man who loves me is handsome and healthy,\n\\q2 outstanding among other men.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "His head is beautiful, like purest gold;\n\\q2 his hair is wavy\n\\q2 and as black as a raven.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "His eyes as gentle as doves\n\\q2 along the streams;\n\\q1 the white parts of his eyes are as white as milk,\n\\q2 with what resembles jewels inlaid in them.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "His cheeks are like a garden full of spice trees\n\\q2 that produce sweet-smelling perfume.\n\\q1 His lips are like lilies\n\\q2 that have myrrh dripping from them.\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "His arms are like gold rods that have rounded ends,\n\\q2 and that are decorated with precious stones.\n\\q1 His body is like ivory\n\\q2 that is decorated with sapphires.\n\\q1\n\n\n"
        },
        {
          "number": 15,
          "text": "His legs are like marble columns\n\\q2 that are set in bases made of pure gold.\n\\q1 He is majestic, like the mountains of Lebanon,\n\\q2 like delightful cedar trees.\n\\q1\n\n\n"
        },
        {
          "number": 16,
          "text": "His kisses are very sweet;\n\\q2 he is completely attractive.\n\\q1 You young women of Jerusalem,\n\\q2 this is why the man who loves me is better than all other men.\n\n\n"
        }
      ],
      "number": 5
    },
    {
      "verses": [
        {
          "number": 1,
          "text": "You who are the most beautiful of the women,\n\\q2 where has the one who loves you gone?\n\\q1 If you tell us which direction he went,\n\\q2 we will go with you to search for him.\n\\sp The young woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "The one who loves me has come to me, I, who am like his garden,\n\\q2 He has come to enjoy my charms,\n\\q1 to enjoy cuddling embracing me\n\\q2 and kissing my lips, which are like lilies.\n\\q1\n"
        },
        {
          "number": 3,
          "text": "I belong to the one who loves me, and the one who loves me belongs to me.\n\\q2 He has pleasure in kissing my lips,\n\\q2 like sheep enjoy grazing.\n\\b\n\\sp The woman's lover speaking to her\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "My darling, you are beautiful,\n\\q2 as Tirzah the capital city of Israel and Jerusalem the capital city of Judah are beautiful;\n\\q2 you make me tremble, just as if I had seen a great army approach.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Stop looking at me like that,\n\\q2 because your eyes excite me very much.\n\\q1 Your long black hair moves from side to side like a flock of black goats\n\\q2 moving down the slopes of Mount Gilead.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Your teeth are very white\n\\q2 like a flock of sheep whose wool has just been shorn\n\\q1 and have come up from being washed in a stream.\n\\q1 You have all of your teeth on both sides;\n\\q2 none of them is missing.\n\\q1\n"
        },
        {
          "number": 7,
          "text": "Beneath your veil,\n\\q2 your cheeks are like the halves of a pomegranate.\n\\sp The woman's lover speaking to himself\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "Even if a king had 60 queens and 80 concubines\n\\q2 and more young women than anyone can count,\n\\q1\n"
        },
        {
          "number": 9,
          "text": "none of them would be like my dove, who is perfect,\n\\q2 you who are your mother's only daughter,\n\\q2 whom your mother considers to be very precious.\n\\q1 Other young women who see you say that you are fortunate,\n\\q2 and the queens and concubines recognize that you are very beautiful.\n\\sp What the queens and the concubines said \n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "Who is this who looks like the dawn,\n\\q2 who is as beautiful to look at as the moon,\n\\q2 who is an endless mystery?\n\\sp The woman's lover speaking to himself\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "I went down to some walnut trees\n\\q2 to look at the new plants that were growing in the valley.\n\\q1 I wanted to see if the grapevines had budded\n\\q2 and if the pomegranate trees were blooming.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "I was as happy as if\n\\q2 I were riding in a chariot belonging to a prince.\n\\sp The woman's lover speaking to her\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "You who are the perfect one,\n\\q2 come back to us, in order that I may see you!\n\\sp The young woman speaking to her lover\n\\q1 Why do you want to look at me, the one who is perfect,\n\\q2 dancing between two rows of dancers?\n\n\n"
        }
      ],
      "number": 6
    },
    {
      "verses": [
        {
          "number": 7,
          "text": "\\sp The woman's lover speaking to her\n\\q1\n"
        },
        {
          "number": 1,
          "text": "You, the daughter of a prince,\n\\q2 have lovely feet in your sandals.\n\\q1 Your curved hips are like jewels\n\\q2 that have been made by a skilled craftsman.\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "Your navel is like a round bowl\n\\q2 that I hope will always be full of wine mixed with spices.\n\\q1 Your waist is like a pile of wheat\n\\q2 with lilies growing around it.\n\\q1\n\n\n"
        },
        {
          "number": 3,
          "text": "Your breasts are as delicate as two young twin deer.\n\\q1\n"
        },
        {
          "number": 4,
          "text": "Your neck is like a tower made of ivory.\n\\q1 Your eyes sparkle the pools in the city of Heshbon,\n\\q2 near the Bath Rabbim Gate.\n\\q1 Your nose is long, like the tower in Lebanon\n\\q2 that faces Damascus.\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Your head is majestic like Mount Carmel.\n\\q2 Your long hair is shiny and black;\n\\q2 it is as though I, your king, am captured by your tresses.\n\\q1\n"
        },
        {
          "number": 6,
          "text": "You whom I love, you who have many charming features that attract me,\n\\q2 you are very beautiful and pleasant.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "You are stately like a palm tree,\n\\q2 and your breasts are like grape clusters.\n\\q1\n"
        },
        {
          "number": 8,
          "text": "I said to myself, \"I will climb that palm tree\n\\q2 and take hold of those clusters of dates.\"\n\\q1 I want your breasts to be also like clusters of grapes that I can feel;\n\\q2 I want your breath to be like the sweet fragrance of apricots.\n\\q2\n\n\n"
        },
        {
          "number": 9,
          "text": "I want your kisses to be like very good wine.\n\\q1 When I kiss you, the woman who loves me,\n\\q2 I want it to be as if it was wine flowing over our mouths and teeth.\n\\sp The young woman speaking to her lover\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "I belong to the man who loves me,\n\\q2 and he desires me.\n\\q1\n"
        },
        {
          "number": 11,
          "text": "You who love me, let us go to the countryside,\n\\q2 and sleep in a village somewhere.\n\\q1\n\n\n"
        },
        {
          "number": 12,
          "text": "And let us go early to the vineyards\n\\q2 to see if the grapevines have budded\n\\q2 and if there are blossoms on them that have opened,\n\\q1 and see if the pomegranate trees are blooming,\n\\q2 and there I will allow you to make love to me.\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "The mandrake plants are producing a fragrant odor,\n\\q2 and we are surrounded by delightful pleasures,\n\\q1 new ones and old ones,\n\\q2 pleasures that I have been saving to give to you, the man who loves me.\n\n\n"
        }
      ],
      "number": 7
    },
    {
      "verses": [
        {
          "number": 8,
          "text": "\\sp The young woman speaking to her lover\n\\q1\n"
        },
        {
          "number": 1,
          "text": "I wish that everyone knew that we love each other, just as they all know that I have a brother,\n\\q1 my own brother, who nursed at my mother's breasts.\n\\q2 Then whenever I met you outside, I could kiss you,\n\\q and no one would criticize me.\n\\q1\n\n\n"
        },
        {
          "number": 2,
          "text": "No one would object if I led you to our mother's house,\n\\q2 to where our mother, who taught me so many things, lives.\n\\q1 I would like to take you to our mother's house so I could make love to you there.\n\\q1 That would be as delightful as juice squeezed from pomegranates, as wine mixed with spices.\n\\sp The young woman speaking to herself\n\\q1\n"
        },
        {
          "number": 3,
          "text": "Oh yes! He will put his left arm under my head,\n\\q2 and he will hold me close with his right arm.\n\\b\n\\sp The woman speaking to the other women\n\\q1\n\n\n"
        },
        {
          "number": 4,
          "text": "I want you to promise me, you women of Jerusalem,\n\\q1 that you will not disturb us while we are making love\n\\q2 until we are ready to stop.\"\n\\b\n\\sp The women of Jerusalem speaking\n\\q1\n\n\n"
        },
        {
          "number": 5,
          "text": "Who is that woman who is coming up from the wilderness,\n\\q2 the woman who is leaning on the man who loves her?\n\\sp The young woman speaking to her lover\n\\q1 I woke you up when you were under the apricot tree\n\\q2 at the place where your mother conceived you,\n\\q2 the place where she gave birth to you.\n\\q1\n\n\n"
        },
        {
          "number": 6,
          "text": "Keep me close to you,\n\\q2 like a seal on your heart,\n\\q1 or like a bracelet on your arm.\n\\q1 Our love for each other is as powerful as death;\n\\q2 it is as strong as the grave.\n\\q1 It is as though our love for each other bursts into flames\n\\q2 and burns like a hot fire.\n\\q1\n\n\n"
        },
        {
          "number": 7,
          "text": "Nothing can stop us from loving each other,\n\\q2 not even a flood.\n\\q1 If a man tried to cause a woman to love him by saying he would give her everything that is in his house,\n\\q2 she would refuse.\n\\sp The young woman's brothers speaking among themselves\n\\q1\n\n\n"
        },
        {
          "number": 8,
          "text": "We have a younger sister,\n\\q2 and her breasts are not large yet.\n\\q1 So this is what we should do for her on the day that we promise some young man that he can marry her:\n\\q1\n\n\n"
        },
        {
          "number": 9,
          "text": "If her chest is as flat as a wall,\n\\q2 we will decorate it by putting silver jewels that are like towers on her.\n\\q1 If she is as flat as a door,\n\\q2 we will decorate her with bits of cedar wood.\n\\sp The young woman speaking to herself\n\\q1\n\n\n"
        },
        {
          "number": 10,
          "text": "My chest was previously flat like a wall,\n\\q2 but now my breasts are big like towers.\n\\q1 So I am delightful to my beloved.\n\\b\n\\sp The young woman speaking to himself\n\\q1\n\n\n"
        },
        {
          "number": 11,
          "text": "King Solomon had a vineyard at Baal Hamon,\n\\q1 and he rented it to people for them to farm it.\n\\q2 He required each one to pay him one thousand pieces of silver each year for the grapes that they harvested.\n\\q1\n"
        },
        {
          "number": 12,
          "text": "But my body is like my own vineyard,\n\\q2 and you, my lover whom I to call \"Solomon,\" I am giving it to you.\n\\q1 You do not need to pay me a thousand pieces of silver to enjoy my body,\n\\q2 but I will give two hundred pieces of silver to those who take care of me.\n\\sp The woman's lover speaking to her\n\\q1\n\n\n"
        },
        {
          "number": 13,
          "text": "You are staying in the gardens,\n\\q2 my friends are listening to your voice;\n\\q2 so allow me to hear it, too!\n\\sp The young woman speaking to her lover\n\\q1\n\n\n"
        },
        {
          "number": 14,
          "text": "You who love me, come to me quickly;\n\\q2 run to me like a gazelle or young deer,\n\\q1 because I am as delightful as hills of spices.\n"
        }
      ],
      "number": 8
    }
  ]
}
